Repository: disassembler/Lifelines
Catalog: po/*.po
Languages: de, pl

source: Ambiguous call to proc: %s
de: Unklarer Aufruf in Prozedur: %s
pl: Niejednoznaczne odwo³anie do procedury: %s

source: Duplicate proc %s (lines %d and %d) in report: %s
de: Prozedur %s (Zeilen %d und %d) in Report %s doppelt
pl: Zduplikowana procedura %s (wiersze %d i %d) w raporcie: %s

source: Duplicate func %s (lines %d and %d) in report: %s
de: Funktion %s (Zeilen %d und %d) in Report %s doppelt
pl: Zduplikowana funkcja %s (wiersze %d i %d) w raporcie: %s

source: This report requires a newer program to run
de: Für diesen Report wird eine neuere Programmversion benötigt.
pl: Ten raport wymaga do dzia³ania noweszego programu

source: Program forgot to unlock %d record
de: Programm hat %d Datensatz nicht entsperrt

source: missing or incorrect value for sort
de: Fehlender oder ungültiger Wert für sort

source: Please choose from the following list.
de: Wählen Sie aus der folgenden Liste
pl: Wybierz z poni¿szej listy.

source: Illegal type found in list in menuchoose
de: Ungültiger Menüeintrag
pl: Niedopuszczalny typ znaleziony na li¶cie wyboru menu

source: error evaluating arg to lock
de: Zweites Argument von lock ist ungültig

source: null arg in lock
de: Fehlendes Argument in lock

source: node passed to lock must be inside a record
de: Argument von lock muss Teil eines Datensatzes sein

source: the arg to lock must be a record or node
de: Bei lock muss Person oder Familie angegeben werden

source: Error: there are 999,999 locks on arg to lock
de: Fehler: Argument von lock hat bereits 999999 Sperrungen

source: error evaluating arg to unlock
de: Argument von unlock ist ungültig

source: null arg in unlock
de: Fehlendes Argument in unlock

source: node passed to unlock must be inside a record
de: Argument von unlock muss Teil eines Datensatzes sein

source: the arg to unlock must be a record or node
de: Bei unlock muss Person oder Familie angegeben werden

source: PVALUE memory leak report:
de: Speicherlecks von PVALUEs:

source: Nonnumeric type to operation %s: %s
de: Operation %s benötigt numerisches Argument: %s

source: Illegal value to operation %s: %s
de: Ungültiger Wert in Operation %s: %s

source: %s: not compatible numeric types: %s and %s
de: %s: inkompatible numerische Typen: %s und %s

source: %s: Incomparable types: %s and %s
de: %s: unvergleichbare Typen: %s und %s

source: NOT PVALUE: NULL!
de: Kein PVALUE: NULL

source: NOT PVALUE: invalid type=%d)!
de: Kein PVALUE: ungültiger Typ %d

source: %d item
de: %d Eintrag

source: %d entry
de: %d Eintrag

source: %d record
de: %d Datensatz

source: Enter d for debugger, q to quit
de: Aufruf: d für Debugger, q Zurück
pl: Podaj d aby przej¶æ do debugera, q - wyj¶cie

source: Display local (%d var)
de: Lokale Variablen (%d Variable)

source: Display global (%d var)
de: Globale Variablen (%d Variable)

source: Call stack has %d higher level
de: Aufrufstack enthält %d höhere Ebene

source: Go up one level
de: Eine Ebene höher

source: Call stack has %d lower level
de: Aufrufstack hat %d niedrigere Ebene

source: Go down one level
de: Eine Ebene höher

source: Quit debugger
de: Debugger beenden
pl: Wyj¶cie z debugera

source: Report debugger
de: Report debuggen
pl: Raport debugera

source: Local variables
de: Lokale Variablen
pl: Zmienne lokalne

source: Global variables
de: Globale Variablen
pl: Zmienne globalne

source: Report cancelled
de: Report abgebrochen
pl: Raport wstrzymany

source: Report file:
de: Datei für Reporte:
pl: Plik raportu:

source: Parsing Error at line %d:
de: Fehler bei Analyse von Zeile %d:
pl: B³±d sk³adniowy w wierszu %d:

source: Runtime Error at line %d:
de: Laufzeitfehler in Zeile %d:
pl: B³±d wykonania w wierszu %d:

source: Aborting:
de: Abbruch:
pl: Przerwanie:

source: Could not open file %s
de: Kann die Datei %s nicht öffnen.
pl: Nie mo¿na otworzyæ pliku %s

source: Report stopping due to error opening output file
de: Breche Report ab, weil Ausgabedatei nicht geöffnet werden kann
pl: Raport zatrzymany z powodu b³êdu otwarcia pliku wyj¶ciowego

source: Report stopping due to lack of output file
de: Breche Report ab, weil keine Ausgabedatei angegeben wurde
pl: Raport zatrzymany z powodu braku pliku wyj¶ciowego

source: illegal call to pos.
de: Ungültiger Aufruf von pos.
pl: nielegalne odwo³anie do poz.

source: First argument to (r)sort must be list or array
de: Erstes Argument für (r)sort muss eine Liste oder ein Feld sein
pl: Pierwszy argument dla (r)sort musi byæ list± lub tablic±

source: Arguments to (r)sort must be of same size
de: Argumente von (r)sort müssen gleiche Größe haben
pl: Argumenty dla (r)sort musz± mieæ taki sam rozmiar

source: Second argument to (r)sort must be list or array
de: Zweites Argument für (r)sort muss eine Liste oder ein Feld sein
pl: Drugi argument dla (r)sort musi byæ list± albo tablic±

source: There was %d unresolved reference.
de: %d Datensatz mit diesem Schlüssel oder Bezug gibt es nicht.
pl: By³o %d nietrafione odwo³anie.

source: ? Other menu choices
de: ? Weitere Befehle
pl: ? Inne pozycje menu

source: e Edit the person
de: e Person bearbeiten
pl: e Edycja osoby

source: e Edit the family
de: e Familie bearbeiten
pl: e Edycja rodziny

source: e Edit record
de: e Datensatz bearbeiten
pl: e Edycja rekordu

source: e Edit top person
de: e Ob. Pers. bearb.
pl: e Edycja najwy¿szej osoby

source: e Edit top family
de: e Ob. Fam. bearb.
pl: e Edycja rodziny

source: f Browse to father
de: f Vater anzeigen
pl: f Id¼ do ojca

source: f Browse top father
de: f Ob. Vater anzeigen
pl: f Id¼ do najwy¿szego ojca

source: m Browse to mother
de: m Mutter anzeigen
pl: m Id¼ do matki

source: m Browse top mother
de: m Ob. Mutter anzeigen
pl: m Id¼ do najwy¿szej matki

source: s Browse to spouse/s
de: s Ehegatten anzeigen
pl: s Id¼ do ma³¿onka

source: s Browse top spouse/s
de: s Ob. Partner anzeigen
pl: s Id¼ do najwy¿szego ma³¿onka

source: c Browse to children
de: c Kinder anzeigen
pl: c Id¼ do dzieci

source: c Browse top children
de: c Ob. Kinder anzeigen
pl: c Id¼ do najwy¿szych dzieci

source: o Browse to older sib
de: o Ält. Geschw. anz.
pl: o Starsze rodzeñstwo

source: y Browse to younger sib
de: y Jüng. Geschw. anz.
pl: y M³odsze rodzeñstwo

source: g Browse to family
de: g Familie anzeigen
pl: g Id¼ do rodziny

source: u Browse to parents
de: u Eltern anzeigen
pl: u Id¼ do rodziców

source: b Browse to persons
de: b Personen anzeigen
pl: b Id¼ do osób

source: t Browse to top
de: t Zum Anfang
pl: t Id¼ na górê

source: b Browse to bottom
de: b Ans Ende springen
pl: b Id¼ na dó³

source: h Add as spouse
de: h Als Gatte hinzufügen
pl: h Dodaj jako ma³¿onka

source: i Add as child
de: i Als Kind hinzufügen
pl: i Dodaj jako dziecko

source: s Add spouse to family
de: s Ehegatten hinzufügen
pl: s Dodaj ma³¿onka

source: a Add child to family
de: a Kind hinzufügen
pl: a Dodaj dziecko

source: a Add family
de: a Familie erstellen
pl: a Dodaj rodzinê

source: x Swap two families
de: x 2 Familien tauschen
pl: x Przestaw dwie rodziny

source: x Swap two children
de: x 2 Kinder tauschen
pl: x Przestaw dwoje dzieci

source: %c Reorder child
de: %c Kinder neu ordnen
pl: %c Zmieñ kolejno¶æ dzieci

source: x Switch top/bottom
de: x Oben/Unten tauschen
pl: x Zmieñ górê/dó³

source: n Create new person
de: n Neue Person einfügen
pl: n Utwórz now± osobê

source: a Create new family
de: a Neue Fam. einfügen
pl: a Utwórz now± rodzinê

source: tt Enter tandem mode
de: tt 2-Personen-Modus
pl: tt Wejd¼ w tryb tandem

source: tt Enter family tandem
de: tt 2-Familien-Modus
pl: tt Tryb dwóch rodzin

source: zi Browse to indi
de: zi Person anzeigen
pl: zi Id¼ do osoby

source: zz Browse to any
de: zz And. Pers. anz.
pl: zz Id¼ do dowolnego

source: r Remove as spouse
de: r Als Gatte entfernen
pl: r Usuñ jako ma³¿onka

source: d Remove as child
de: d Als Kind entfernen
pl: d Usuñ jako dziecko

source: r Remove spouse from
de: r Gatten entfernen
pl: r Usuñ ma³¿onka

source: d Remove child from
de: d Kind entfernen
pl: d Usuñ dziecko

source: ( Scroll up
de: ( Nach oben
pl: ( Przewiñ w górê

source: ) Scroll down
de: ) Nach unten
pl: ) Przewiñ w dó³

source: ] Increase tree depth
de: ] Anzeigetiefe rauf
pl: ] Zwiêksz wys. drzewa

source: [ Decrease tree depth
de: [ Anzeigetiefe runter
pl: [ Zmniejsz wys. drzewa

source: (t Scroll top up
de: (t Ob. nach oben
pl: (t Przewiñ na sam± górê

source: )t Scroll top down
de: )t Ob. nach unten
pl: )t Przewiñ górê na dó³

source: (b Scroll bottom up
de: (b Unt. nach oben
pl: (b Przewiñ dó³ na górê

source: )b Scroll bottom down
de: )b Unt. nach unten
pl: )b Przewiñ dó³ na dó³

source: (( Scroll both up
de: (( Beide nach ob.
pl: (( Przewiñ oba w górê

source: )) Scroll both down
de: )) Beide nach unt.
pl: )) Przewiñ oba w dó³

source: # Toggle childnos
de: # Kinder tauschen
pl: # Numeruj dzieci

source: !g GEDCOM mode
de: !g GEDCOM-Modus
pl: !g tryb GEDCOM

source: !x GEDCOMX mode
de: !x GEDCOMX-Modus
pl: !x tryb GEDCOMX

source: !t GEDCOMT mode
de: !t GEDCOMT-Modus
pl: !t tryb GEDCOMT

source: !a Ancestors mode
de: !a Vorfahren-Modus
pl: !a Tryb przodków

source: !d Descendants mode
de: !d Nachfahren-Modus
pl: !d Tryb potomków

source: !n Normal mode
de: !n Normaler Modus
pl: !n Tryb zwyk³y

source: p Pedigree mode
de: p Stammbaum-Modus
pl: p Tryb genealogii

source: !! Cycle mode
de: !! Modus wechseln
pl: !! Prze³±czanie trybów

source: (1-9) Browse to child
de: (1-9) Kind anzeigen
pl: (1-9) Id¼ do dziecka

source: y Turn on sync
de: y Synchr. an
pl: y W³±cz synchronizacjê

source: A Advanced view
de: A Erweiterte Ansicht
pl: A Widok zaawansowany

source: tc Tandem to children
de: tc 2-Kinder-Modus
pl: tc Tryb dwójki dzieci

source: tf Tandem to father/s
de: tf 2-Väter-Modus
pl: tf Tryb dwóch ojców

source: tg Tandem to family/s
de: tg 2-Fam.-Modus
pl: tg Tryb dwóch rodzin

source: f Browse to fathers
de: f Väter anzeigen
pl: f Id¼ do ojców

source: m Browse to mothers
de: m Mütter anzeigen
pl: m Id¼ do matek

source: tm Tandem to mother/s
de: tm 2-Mütter-Modus
pl: tm Tryb dwóch matek

source: ts Tandem to spouse/s
de: ts 2-Ehegatten-Modus
pl: ts Tryb dwóch ma³¿onków

source: tu Tandem to parents
de: tu 2-Eltern-Modus
pl: tu Tryb dwojga rodziców

source: < Enlarge menu area
de: < Menü größer
pl: < Zwiêksz pole menu

source: > Shrink menu area
de: > Menü kleiner
pl: > Zmniejsz pole menu

source: M> More menu cols
de: M> Mehr Menüspalten
pl: M> Wiêcej kolumn menu

source: M< Less menu cols
de: M< Wen. Menüspalten
pl: M< Mniej kolumn menu

source: + Next in db
de: + Nächster in DB
pl: + Nast. w bazie

source: - Prev in db
de: - Voriger in DB
pl: - Poprz. w bazie

source: d Copy top to bottom
de: d Kopie nach unten
pl: d Skopiuj górê na dó³

source: j Merge bottom to top
de: j Daten oben einfügen
pl: j Po³±cz dó³ z gór±

source: j Move down list
de: j Liste abwärts
pl: j Przesuñ listê w dó³

source: k Move up list
de: k Liste aufwärts
pl: k Przesuñ listê w górê

source: e Edit this person
de: e Person bearbeiten
pl: e Edytuj tê osobê

source: i Browse this person
de: i Person anzeigen
pl: i Id¼ do tej osoby

source: m Mark this person
de: m Person markieren
pl: m Zaznacz tê osobê

source: d Delete from list
de: d Aus Liste löschen
pl: d Usuñ z listy

source: n Name this list
de: n Liste benennen
pl: n Nazwij listê

source: b Browse new persons
de: b Neue Pers. anzeigen
pl: b Id¼ do nowych osób

source: a Add to this list
de: a Zu dieser Liste
pl: a Dodaj do tej listy

source: x Swap mark/current
de: x Tausch mark./akt.
pl: x Zamieñ zaznaczony/bie¿±cy

source: $s List sources
de: $s Quellen anzeigen
pl: $s Poka¿ ¼ród³a

source: $n List notes
de: $n Notizen anzeigen
pl: $n Poka¿ komentarze

source: $$ List references
de: $$ Verw. anzeigen
pl: $$ Poka¿ odno¶niki

source: ^b History/back
de: ^b Speicher zurück
pl: ^b Historia/w ty³

source: ^f History/fwd
de: ^f Speicher vorwärts
pl: ^f Historia/w przód

source: ^l History list
de: ^I Speicherliste
pl: ^l Poka¿ historiê

source: ^c Clear history
de: ^c Speicher löschen
pl: ^c Skasuj historiê

source: ^xb ChngHist/back
de: ^xb Verä.liste/zur.
pl: ^xb HistZmian/w ty³

source: ^xf ChngHist/fwd
de: ^xf Verä.liste/vor.
pl: ^xf HistZmian/w przód

source: ^xl ChngHist list
de: ^xI Veränd.liste
pl: ^xl Poka¿ HistZmian

source: ^xc Clear ChngHist
de: ^xc Verä.liste lösch.
pl: ^xc Skasuj HistZmian

source: %s Add source
de: %s Quelle einfügen
pl: %s Dodaj ¼ród³o

source: %e Add event
de: %e Ereignis einfügen
pl: %e Dodaj zdarzenie

source: %o Add other
de: %o Sonst. einfügen
pl: %o Dodaj inne

source: B Browse new family
de: B Neue Fam. anzeigen
pl: B Id¼ do nowej rodziny

source: Missing title
de: Titel fehlt
pl: Brak tytu³u

source: %d spouse
de: %d Gatte
pl: %d ma³¿onek

source: %d child
de: %d Kind
pl: %d dziecko

source: Fatal Error
de: Verhängnisvoller Fehler
pl: B³±d krytyczny

source: FATAL ERROR
de: Verhängnisvoller Fehler
pl: B£¡Ð KRYTYCZNY

source: in file <%s> at line %d
de: in Datei <%s>, Zeile %d
pl: w pliku <%s>, wiersz %d

source: ASSERT failure
de: ASSERT-Fehler
pl: nieudany ASSERT

source: This is not a lineage linked GEDCOM file.
de: Dies ist keine gültige GEDCOM-Datei.
pl: To nie jest plik GEDCOM typu 'lineage linked'.

source: Proceed anyway?
de: Weitermachen?
pl: Kontynuowaæ mimo wszystko?

source: No current internal codeset, so no codeset conversion can be done
de: Keine interne Zeichentabelle, Zeichenumwandlung nicht möglich
pl: Bie¿±cy kod wewnêtrzny niezdefiniowany, nie da siê wiêc wykonaæ konwersji kodów

source: Proceed without codeset conversion?
de: Ohne Zeichensatzumwandlung fortfahren?
pl: Kontynuowaæ bez konwersji kodów?

source: %d warning during import
de: %d Warnung beim Import
pl: %d ostrze¿enie przy imporcie

source: Cannot convert codeset (from <%s> to <%s>)
de: Kann Zeichentabelle nicht umwandeln (von <%s> zu <%s>)
pl: Nie mo¿na przekszta³ciæ kodowania (z <%s> na <%s>)

source: Enter codeset to assume (* for none)
de: Zeichentabelle eingeben (* für keine)
pl: Podaj domy¶lne kodowanie (* - brak)

source: Using original keys, %d deleted record will be in the database.
de: Benutze originale Schlüssel, %d gelöschter Datensatz wird in die Datenbank eingefügt.

source: Tandom browse only compatible with persons or families.
de: 2-Modus nur möglich für Personen oder Familien

source: %s invokes the Lifelines report execution program without GUI.
de: %s führt einen Lifelines-Report ohne GUI aus

source: %s invokes the Lifelines GUI.
de: %s startet Lifelines mit Anzeige der GUI

source: Lifelines is a program to manipulate genealogical information in lineage-linked GEDCOM format. It has a curses interface and a built-in interpreter for its own genealogical report language. It has its own databases, and records are edited directly in GEDCOM (with an editor of the user's choice). Records store information about people, families, sources, events, and other types of data (such as notes). Lifelines includes a custom report language and comes with a collection of reports.
de: Lifelines ist ein Programm zur Verwaltung von genealogischen Informationen im lineage-linked GEDCOM-Format. Es besitzt eine curses-Oberfläche und einen Interpreter für dessen Skriptsprache. Das Programm verwendet eine eigene Datenbank. Datensätze werden direkt in GEDCOM bearbeitet und können Informationen über Personen, Familien, Quellen, Ereignisse und sonstige Informationen enthalten. Lifelines implementiert eine Skriptsprache zum Erstellen von Reports.

source: Usage: %s [OPTIONS] [database]
de: Aufruf: %s [OPTION] [DATENBANK]

source: Options:
de: Optionen:

source: -C[FILE]
de: -C[DATEI]

source: Specify configuration file location
de: Konfigurationsdatei festlegen

source: Finnish option (if compiled to allow Finnish option)
de: Finnische Datenbank aktivieren (falls unterstützt)

source: -I[KEY=VALUE]
de: -I[SCHLÜSSEL=WERT]

source: Specify a user property (e.g. -ILLEDITOR=gvim)
de: Anwender-Option setzen (z.B. -ILLEDITOR=gvim)

source: log dynamic memory operation (for debugging)
de: Dynamische Speicheroperationen protokollieren (debug)

source: -c[TYPE][DIRECT,INDIRECT]
de: -c[TYP][DIREKT,INDIREKT]

source: supply cache values (eg, -ci400,4000f400,4000 sets direct indi & fam caches to 400, and indirect indi & fam caches to 4000)
de: Cache-Parameter festlegen (z.B. -ci400,4000f400,4000 sets den direkten Personen-/Familien-Cache auf 400 und den indirekten Personen-/Familien-Cache auf 4000).

source: debug mode (disable signal trapping)
de: Debug-Modus; deaktiviert Signal-Handler

source: force open (for recovery from errors or power failure)
de: Datenbank-Öffnen erzwingen (zur Wiederherstellung nach Fehlern oder Stromausfall)

source: open database with immutable access (for use on read-only media)
de: Datenbank im Nur-Lesen-Modus öffnen

source: always show keys (even if REFN available)
de: immer Schlüssel anzeigen (auch wenn REFN vorhanden ist)

source: unlock a database (for correct access on read-write media)
de: Datenbank entsperren

source: lock a database (for use on read-only media)
de: Datenbank sperren (zum Zugriff auf Nur-Lesen-Medien)

source: do not use traditional family rules
de: Herkömmliche Familienregeln nicht anwenden

source: Specify program output filename (eg, -o/tmp/mytests)
de: Aufgabedatei festlegen (z.B. -o/tmp/mytests)

source: open database with read-only access (prohibiting other write access)
de: Datenbank im Nur-Lesen-Modus öffnen (verhindert weitere Zugriffe mit Schreibzugriff)

source: trace function calls in report programs (for debugging)
de: Funktionsaufrufe von Reports protokollieren (debug)

source: -u[HEIGHT,WIDTH]
de: -u[HÖHE,BREITE]

source: specify window size (eg, -u120,34 specifies 120 columns by 34 rows)
de: Fenstergröße festlegen (z.B. -u120,34 verwendet 120 Spalten und 34 Zeilen)

source: display this help and exit
de: Diese Hilfe anzeigen und beenden

source: open database with writeable access (this is the default)
de: Datenbank mit Schreibzugriff öffnen (Vorgabe)

source: execute a single lifelines report program directly
de: Einen einzelnen Report ausführen

source: Use normal ASCII characters for drawing lines, instead of special VT100 terminal characters
de: Verwenden von normalen ASCII-Zeichen für Linien (anstatt besonderer VT100-Termial-Zeichen)

source: output version information and exit
de: Versionsinformationen ausgeben und beenden

source: Examples:
de: Beispiele:

source: Open the database 'myfamily' with Lifelines
de: Öffnet Datenbank 'myfamily' mit Lifelines

source: and run the eol.ll report
de: und führt den Report 'eol.ll' aus.

source: Unlock database 'myfamily', after a power failure left the
de: Entsperrt die Datenbank 'myfamily', die nach einem Stromausfall

source: database locked and run 'eol.ll' report
de: gesperrt blieb. Führt dann den Report 'eol.ll' aus.

source: Open database 'myfamily' with Lifelines
de: Öffnet die Datenbank 'myfamily' mit Lifelines

source: Unlock database 'myfamily', after a power failure left the database locked
de: Entsperrt die Datenbank 'myfamily', die nach einem Stromausfall gesperrt blieb.

source: REPORTING BUGS
de: Fehler melden:

source: Report bugs to lifelines.sourceforge.net
de: Melden Sie Fehler (auf Englisch) an http://lifelines.sourceforge.net/

source: SEE ALSO
de: Siehe auch:

source: Commands: j Move down k Move up i Select q Quit
de: Befehle: j Nach unten k Nach oben i Auswählen q Zurück
pl: Polecenia: j Do do³u k Do góry i Wybierz q Wyjd¼

source: Commands: j Move down k Move up q Quit
de: Befehle: j Nach unten k Nach oben q Zurück
pl: Polecenia: j Do do³u k Do góry q Wyjd¼

source: Commands: j Move down k Move up d Delete i Select q Quit
de: Befehle: j Nach unten k Nach oben d Löschen i Auswählen q Zurück
pl: Polecenia: j W dó³ k Do góry d Usuñ i Wybierz q Wyj¶cie

source: --- CURRENT SELECTION ---
de: --- Aktuelle Auswahl ---
pl: --- AKTUALNY WYBÓR ---

source: --- LIST ---
de: --- Liste ---
pl: --- LISTA ---

source: -- CURRENT SELECTION --
de: -- Aktuelle Auswahl --
pl: -- AKTUALNY WYBÓR --

source: Choose an operation:
de: Was möchten Sie tun?
pl: Wybierz operacjê:

source: r Remove from list
de: r Aus Liste löschen
pl: r Usuñ z listy

source: t Enter tandem mode
de: t 2-Personen-Modus
pl: t Wejd¼ w tryb podwójny

source: Family
de: Familie
pl: Rodzina

source: Source
de: Quelle
pl: ¬ród³o

source: Event
de: Ereignis
pl: Zdarzenie

source: Other
de: Sonstiger
pl: Inne

source: Checking GEDCOM file for errors.
de: Überprüfe GEDCOM-Datei auf Fehler.
pl: Sprawdzanie czy w pliku GEDCOM nie ma b³êdów.

source: Error
de: Fehler
pl: b³±d

source: Warning
de: Warnung
pl: ostrze¿enie

source: The database is read-only; loading has been canceled.
de: Die Datenbank ist schreibgeschützt; Ladevorgang abgebrochen.
pl: Baza danych tylko do odczytu; wczytywanie zaniechane.

source: Adding unused keys as deleted keys...
de: Unbenutzte Schlüssel werden als gelöschte Schlüssel hinzugefügt...
pl: Dodano nieu¿ywane klucze jako klucze usuniête...

source: Import time %s (ui %s)
de: Import dauerte %s (UI %s)
pl: Czas importu %s (czas interfejsu %s)

source: The database was not saved.
de: Datenbank wurde nicht gespeichert.
pl: Baza danych nie zapisana.

source: Warning: database codeset unspecified
de: Warnung: Für die aktuelle Datenbank wurde keine Zeichentabelle angegeben
pl: Uwaga: nieokre¶lone kodowanie w bazie

source: Warning: not all conversions available
de: Warnung: nicht alle Umwandlungen möglich
pl: Uwaga: nie wszystkie konwersje s± dostêpne

source: Menu (%s) choice sequence too long: %s
de: Menüeintrag (%s) zu lang: %s
pl: Menu (%s) sekwencja wyboru za d³uga: %s

source: Menu (%s) item lacked choice sequence: %s
de: Menüeintrag (%s) fehlt Auswahlmöglichkeit: %s
pl: Menu (%s) element nie ma sekwencji wyboru: %s

source: In menu: %s
de: In Menü: %s
pl: W menu: %s

source: Duplicate hotkey for item: %s
de: Buchstabe mehrfach vergeben: %s
pl: Zduplikowany klawisz dla elementu: %s

source: Clash with longer hotkey in item: %s
de: Buchstabe nicht eindeutig: %s
pl: Konflikt z d³u¿szym klawiszem w elemencie: %s

source: Clash with shorter hotkey in item: %s
de: Buchstabe nicht eindeutig: %s
pl: Konflikt z krótszym klawiszem w elemencie: %s

source: Bad spouse tag: %s
de: Ungültiges Kennzeichen für Ehegatte: %s

source: Mismatched lineage spouse links between %s and %s: %ld and %ld
de: Fehlerhafte Querverbindungen zwischen %s und %s: %ld und %ld

source: Bad child tag: %s
de: Ungültiges Kennzeichen für Kind: %s

source: Mismatched lineage child links between %s and %s: %ld and %ld
de: Fehlerhafte Querverbindungen zwischen %s und %s: %ld und %ld

source: Bad HUSB tag: %s
de: Ungültiges Kennzeichen für HUSB: %s

source: Whose key value do you want?
de: Welchen Schlüssel möchten Sie?
pl: Któr± warto¶æ klawisza chcesz?

source: Please enter person's internal key value.
de: Geben Sie den internen Schlüssel der Person ein.
pl: Podaj warto¶æ wewnêtrzego klucza osoby.

source: enter key:
de: Schlüssel:
pl: podaj klucz:

source: No one in database has key value %s.
de: Der Schlüssel %s existiert nicht.
pl: Nikt w bazie danych nie ma kodu %s.

source: Enter pattern to match against single surname or given name.
de: Geben Sie einen Teil des Vor- oder Familiennamens ein.
pl: Podaj wzorzec dopasowania do nazwiska lub imienia.

source: Enter pattern to match against full name.
de: Geben Sie einen Teil des Namens ein.
pl: Podaj wzorzec do dopasowania do pe³nego nazwiska.

source: pattern:
de: Zeichenfolge:
pl: wzorzec:

source: Enter pattern to match against author.
de: Geben Sie einen Teil des Autors ein.

source: initscr failed
de: initscr fehlgeschlagen

source: The requested window size (%ld,%ld) is too large for your terminal (%d,%d).
de: Die eingestellte Fenstergröße (%ld,%ld) ist zu groß für Ihr Terminal (%d,%d).

source: The requested window size (%ld,%ld) is too small for LifeLines (%d,%d).
de: Die eingestellte Fenstergröße (%ld,%ld) ist zu klein für LifeLines (%d,%d).
