Repository: disassembler/Lifelines
Catalog: po/*.po
Languages: de, pl

source: Do you really want to update this event?
de: Möchten Sie die Daten dieses Ereignisses aktualisieren?
pl: Czy na pewno chcesz zaktualizowaæ to zdarzenie?

source: Do you really want to update this record?
de: Möchten Sie diesen Datensatz aktualisieren?
pl: Czy na pewno chcesz zaktualizowaæ ten rekord?

source: Are you sure you want to remove the person from the database?
de: Möchten Sie diese Person wirklich aus der Datenbank entfernen?
pl: Czy na pewno chcesz usun±æ tê osobê z bazy danych?

source: Are you sure you want to remove this record from the database?
de: Möchten Sie diese Person wirklich aus der Datenbank entfernen?
pl: Czy na pewno chcesz usun±æ ten rekord z bazy danych?

source: Remove this family record?
de: Möchten Sie den Datensatz dieser Familie entfernen?
pl: Usun±æ ten rekord rodziny?

source: (Family %s (%s, %s)
de: (Familie %s (%s, %s)
pl: Rodzina %s (%s, %s)

source: Do you really want to merge these two persons?
de: Möchten Sie die Daten dieser beiden Personen zusammenfügen?
pl: Czy na pewno chcesz po³±czyæ te dwie osoby?

source: Do you really want to merge these two families?
de: Möchten Sie die Daten dieser beiden Familien zusammenfügen?
pl: Czy na pewno chcesz po³±czyæ te dwie rodziny?

source: Do you really want to swap spouse orders?
de: Möchten Sie die Reihenfolge der Ehegatten tauschen?

source: Do you really want to reorder children?
de: Möchten Sie die Reihenfolge der Kinder tauschen?

source: Do you really want to remove this child from his/her family?
de: Möchten Sie dieses Kind aus seiner Familie entfernen?
pl: Czy na pewno chcesz usun±æ to dziecko z jego rodziny?

source: Do you really want to remove this spouse from his/her family?
de: Möchten sie diesen Ehegatten aus seiner Familie entfernen?
pl: Czy na pewno chcesz usun±æ tego ma³¿onka z jego rodziny?

source: Too many spouses to display full list
de: Zu viele Ehegatten um alle anzuzeigen.
pl: Za du¿o ma³¿onków ¿eby wy¶wietliæ pe³n± listê

source: These persons are children in different families.
de: Diese Personen sind Kinder in verschiedenen Familien.
pl: Te osoby s± dzieæmi w ró¿nych rodzinach.

source: Are you sure you want to merge them?
de: Möchten Sie diese wirklich zusammenführen?
pl: Czy na pewno chcesz po³±czyæ?

source: There is something wrong with the data.
de: Es gibt einen Fehler in den Daten.
pl: Co¶ niedobrego sta³o siê z danymi.

source: Please identify the child.
de: Geben Sie ein Kind an.
pl: Podaj dziecko.

source: Please identify one of the child's siblings.
de: Geben Sie eines der Geschwister des Kindes an.
pl: Podaj jedno z rodzeñstwa dziecka.

source: Identify spouse/parent to add to an existing family.
de: Welche Person soll zu einer bestehenden Familie hinzugefügt werden?
pl: Podaj ma³¿onka/rodzica aby dodaæ do istniej±cej rodziny.

source: Identify spouse/parent already in family, if known.
de: Geben Sie einen Ehegatten an, der bereits zu dieser Familie erfasst ist, falls bekannt.
pl: Wybierz ma³¿onka/rodzica bêd±cego rodzinie, je¶li znany.

source: Identify child already in family.
de: Geben Sie ein Kind an, das bereits zu dieser Familie erfasst ist.
pl: Wybierz dziecko bêd±ce w rodzinie.

source: Identify a spouse/parent for the new family.
de: Geben Sie einen Ehegatten/ein Elternteil für die neue Familie an.
pl: Wybierz ma³¿onka/rodzica dla nowej rodziny.

source: Identify the second spouse/parent, if known.
de: Geben Sie den zweiten Ehegatten an, falls bekannt.
pl: Wybierz ma³¿onka/rodzica, je¶li znany.

source: Both families must have husbands/fathers.
de: Beide Familien benötigen Ehemänner/Väter.
pl: Obie rodziny musz± mieæ mê¿ów/ojców.

source: Both families must have wives/mothers.
de: Beide Familien benötigen Ehefrauen/Mütter.
pl: Obie rodziny musz± mieæ ¿ony/matki.

source: Identify spouse/parent in second family, if known.
de: Geben Sie einen Ehegatten in der zweiten Familie an, falls bekannt.
pl: Wybierz ma³¿onka/rodzica w drugiej rodzinie, je¶li znani.

source: Identify child in second family.
de: Geben Sie ein Kind in der zweiten Familie an.
pl: Wybierz dziecko w drugiej rodzinie.

source: Identify second person to browse to.
de: Geben Sie die zweite anzuzeigende Person an.
pl: Wybierz drug± osobê do przejrzenia.

source: Create a family with this person as a child.
de: Diese Person als Kind einer neuen Familie.
pl: Utwórz rodzinê z t± osob± jako dzieckiem.

source: Create a family with this person as a spouse/parent.
de: Diese Person als Ehegatte einer neuen Familie.
pl: Utwórz rodzinê z t± osob± jako ma³¿onkiem/rodzicem.

source: This family has less than two children; can't swap.
de: Diese Familie hat weniger als zwei Kinder, Tauschen nicht möglich.
pl: Rodzina ma mniej ni¿ dwoje dzieci; nie mo¿na zamieniæ.

source: This person is a spouse/parent in less than two families.
de: Diese Person ist in weniger als zwei Familien als Ehegatte erfasst.
pl: Ta osoba jest ma³¿onkiem/rodzicem w mniej ni¿ dwóch rodzinach.

source: Something impossible happened. Contact tech support.
de: Dieser Fehler ist eigentlich unmöglich. Wenden Sie sich an den Programmierer.
pl: Sta³o siê co¶ niemo¿liwego. Skontaktuj siê z pomoc± techniczn±.

source: The two children were swapped.
de: Reihenfolge der Kinder vertauscht.
pl: Zamieniono dwoje dzieci.

source: The two families were swapped.
de: Reihenfolge der Familien vertauscht.
pl: Zamieniono dwie rodziny.

source: The child was removed from his/her family.
de: Das Kind wurde aus seiner Familie entfernt.
pl: Dziecko zosta³o usuniête ze swojej rodziny.

source: The spouse was removed from his/her family.
de: Der Ehegatte wurde von seiner/ihrer Familie entfernt.
pl: Ma³¿onek zosta³ usuniêty ze swojej rodziny.

source: A person cannot be merged with him/herself.
de: Eine Person kann nicht mit sich selbst zusammengeführt werden.
pl: Osoba nie mo¿e byæ po³±czona sama ze sob±.

source: A family cannot be merged with itself.
de: Eine Familie kann nicht mit sich selbst zusammengeführt werden.
pl: Rodzina nie mo¿e byæ po³±czona sama ze sob±.

source: Two persons with different parents cannot be merged.
de: Zwei Personen mit unterschiedlichen Eltern können nicht zusammengeführt werden.
pl: Dwie osoby maj±ce ró¿nych rodziców nie mog± byæ po³±czone.

source: Two parents of different sexes cannot be merged.
de: Zwei Elternteile unterschiedlichen Geschlechts können nicht zusammengeführt werden.
pl: Dwoje rodziców ró¿nej p³æi nie mo¿e byæ po³±czonych.

source: The families have different fathers/husbands; cannot merge.
de: Familien mit unterschiedlichen Vätern/Männern können nicht zusammengeführt werden.
pl: Rodziny maj± ró¿nych ojców/mê¿ów; nie mo¿na po³±czyæ.

source: The families have different wives/mothers; cannot merge.
de: Familien mit unterschiedlichen Müttern/Frauen können nicht zusammengeführt werden.
pl: Rodziny maj± ró¿ne matki/¿ony; nie mo¿na po³±czyæ.

source: Who do you want to remove from the database?
de: Wen möchten Sie aus der Datenbank entfernen?
pl: Kogo chcesz usun±æ z bazy danych?

source: What record do you want to remove from the database?
de: Welchen Datensatz möchten Sie aus der Datenbank entfernen?
pl: Który rekord chcesz usun±æ z bazy danych?

source: Place the child last in the family.
de: Aktuelles Kind als jüngstes in die Familie einfügen.
pl: Umie¶æ dziecko jako ostatnie w rodzinie.

source: Error in abbreviations file.
de: Fehler in der Abkürzungsdatei.
pl: B³±d w pliku skrótów.

source: Error in user options file.
de: Fehler in den Benutzereinstellungen.
pl: B³±d w pliku z opcjami u¿ytkownika.

source: Error in character mapping file.
de: Fehler in Zeichenumsetzungsdatei.
pl: B³±d w pliku z mapami znaków.

source: (Separator is %s)
de: (Trennung durch %s)
pl: (Separatorem jest %s)

source: Do you want to re-edit it?
de: Möchten Sie die Daten erneut bearbeiten?
pl: Czy chcesz edytowaæ to ponownie?

source: %s was added to the database.
de: %s wurde zur Datenbank hinzugefügt.
pl: %s dodano do bazy danych.

source: %s was added as a child.
de: %s wurde als Kind hinzugefügt.
pl: %s dodano jako dziecko.

source: %s was added as a spouse and/or parent.
de: %s wurde als Ehegatte bzw. Elternteil hinzugefügt.
pl: %s dodano jako ma³¿onka i/lub rodzica.

source: The new family was added to the database.
de: Neue Familie wurde zur Datenbank hinzugefügt.
pl: Nowa rodzina dodana do bazy danych.

source: %s was modified in the database.
de: %s wurde verändert.
pl: %s zmodyfikowano w bazie danych.

source: The family was modified in the database.
de: Die Daten der Familie wurden verändert.
pl: Rodzina zosta³a zmodyfikowana w bazie danych.

source: The source was modified in the database.
de: Die Quelle wurde verändert.
pl: ¬ród³o zosta³o zmodyfikowane w bazie danych.

source: The event was modified in the database.
de: Das Ereignis wurde verändert.
pl: Zdarzenie zosta³o zmodyfikowane w bazie danych.

source: The record was modified in the database.
de: Der Datensatz wurde verändert.
pl: Rekord zosta³ zmodyfikowany w bazie danych.

source: Could not open file %s.
de: Kann die Datei %s nicht öffnen.
pl: Nie mo¿na otworzyæ pliku %s.

source: Filepath too long.
de: Pfadangabe zu lang.
pl: ¦cie¿ka za d³uga.

source: Please mark a record first.
de: Bitte markieren Sie zunächst eine Person.

source: The current list is now named %s.
de: Die aktuelle Liste wurde in %s umbenannt.
pl: Bie¿±ca lista nazywa siê teraz %s.

source: The current list is not named.
de: Die gegenwärtige Liste ist unbenannt.
pl: Bie¿±ca lista nie ma nazwy.

source: What should the name of this list be?
de: Wie soll diese Liste heißen?
pl: Jak ma siê nazywaæ ta lista?

source: No persons were added to the current list.
de: Keine Personen zur aktuellen Liste hinzugefügt.
pl: Nie dodano ¿adnej osoby do bie¿±cej listy.

source: What persons or list do you want to add to the current list?
de: Welche Personen oder Listen möchten Sie zur aktuellen Liste hinzufügen?
pl: Któr± osobê lub listê chcesz dodaæ do bie¿±cej listy?

source: You are at the bottom of the list.
de: Sie sind am Ende der Liste.
pl: Jeste¶ na koñcu listy.

source: You are at the top of the list.
de: Sie sind am Beginn der Liste.
pl: Jeste¶ na pocz±tku listy.

source: New persons were added to the current list.
de: Neue Person zur aktuellen Liste hinzugefügt.
pl: Nowe osoby zosta³y dodane do bie¿±cej listy.

source: System error: illegal map code
de: Systemfehler: ungültige Zeichenumwandlungstabelle
pl: B³±d systemy: nielegalny kod mapy

source: No such translation table in this database
de: Diese Zeichenumwandlungstabelle existiert nicht
pl: Nie ma takiej tabeli translacji w tej bazie danych

source: Because of errors the GEDCOM file was not loaded.
de: Die GEDCOM-Datei wurde wegen aufgetretener Fehler nicht geladen.
pl: Plik GEDCOM nie zosta³ za³adowany z powodu b³êdów.

source: No errors; adding records with original keys...
de: Keine Fehler. Datensätze werden mit originalen Schlüsseln eingefügt...
pl: Nie ma b³êdów; dodajê rekordy z oryginalnymi kluczami...

source: No errors; adding records with new keys...
de: Keine Fehler. Datensätze werden mit neuen Schlüsseln eingefügt...
pl: Nie ma b³êdów; dodajê rekordy z nowymi kluczami...

source: Use original keys from GEDCOM file?
de: Sollen die originalen Schlüssel aus der GEDCOM-Datei benutzt werden?
pl: U¿yæ oryginalnych kluczy z pliku GEDCOM?

source: Proceed?
de: Weitermachen?
pl: Kontynuujemy?

source: Enter name of output archive file.
de: Geben Sie den Namen der Ausgabedatei an.
pl: Podaj nazwê wyj¶ciowego pliku z archiwum.

source: Database `%s' has been saved in `%s'.
de: Datenbank '%s' wurde in '%s' gespeichert.
pl: Baza danych `%s' zosta³a zapisana w `%s'.

source: Enter name of translation table file to write
de: Geben Sie den Dateinamen der Umwandlungstabelle ein
pl: Podaj nazwê pliku z tabel± translacji do zapisania

source: Enter name of translation table file to read
de: Aus welcher Datei soll die Umwandlungstabelle gelesen werden?
pl: Podaj nazwê pliku z tabel± translacji do przeczytania

source: Line %d: The person defined here has no key: skipped.
de: Zeile %d: Diese Person hat keinen Schlüssel: übersprungen.
pl: Wiersz %d: Zdefiniowana tutaj osoba nie ma klucza: pominiêta.

source: Line %d: The family defined here has no key.
de: Zeile %d: Diese Familie hat keinen Schlüssel.
pl: Wiersz %d: Zdefiniowana tutaj rodzina nie ma klucza.

source: Lines %d and %d: Person %s is multiply defined: skipped.
de: Zeilen %d und %d: Person %s existiert mehrfach; übersprungen.
pl: Wiersze %d i %d: Osoba %s jest wielokrotnie zdefiniowana: pominiêto.

source: Lines %d and %d: Family %s is multiply defined.
de: Zeilen %d und %d: Familie %s existiert mehrfach.
pl: Wiersze %d i %d: Rodzina %s jest wielokrotnie zdefiniowana.

source: Line %d: Person %s has an incorrect key: skipped.
de: Zeile %d: Schlüssel für Person %s ungültig; übersprungen.
pl: Wiersz %d: Osoba %s ma niew³a¶ciwy klucz: pominiêto.

source: Line %d: Family %s has an incorrect key.
de: Zeile %d: Schlüssel für Familie %s ungültig; übersprungen.
pl: Wiersz %d: Rodzina %s ma niew³a¶ciwy klucza.

source: Person %s is referred to but not defined.
de: Verweis auf Person %s; existiert aber nicht.
pl: S± odno¶niki do niezdefiniowanej osoby %s.

source: Family %s is referred to but not defined.
de: Verweis auf Familie %s; existiert aber nicht.
pl: S± odno¶niki do niezdefiniowanej rodziny %s.

source: Source %s is referred to but not defined.
de: Verweis auf Quelle %s; existiert aber nicht.
pl: S± odno¶niki do niezdefiniowanego ¼ród³a %s.

source: Event %s is referred to but not defined.
de: Verweis auf Ereignis %s; existiert aber nicht.
pl: S± odno¶niki do niezdefiniowanego zdarzenia %s.

source: Line %d: This line has a level number that is too large.
de: Zeile %d: Gliederungsebene in GEDCOM nicht erlaubt.
pl: Wiersz %d: Wiersz ma za du¿y numer poziomu.

source: Line %d: Person defined here has no name.
de: Zeile %d: Diese Person hat keinen Namen.
pl: Wiersz %d: Zdefiniowana tu osoba nie ma imienia.

source: <Choose outside this list>
de: <Auswahlliste>
pl: <Wybierz spoza tej listy>

source: What is the name of the program?
de: Wie heißt das Programm?
pl: Jaka jest nazwa programu?

source: Please enter the name of the GEDCOM file.
de: Geben Sie den Namen der GEDCOM-Datei ein.
pl: Podaj nazwê pliku GEDCOM.

source: What is the name of the output file?
de: Wie heißt die Ausgabedatei?
pl: Jaka jest nazwa pliku wyj¶ciowego?

source: Malformed configuration file: line too long.
de: Konfigurationsdatei: Zeile zu lang.
pl: B³êdny plik konfiguracyjny: za d³ugi wiersz.

source: Unsupported file encoding (no multibyte encodings except UTF-8).
de: Dateiformat wird nicht unterstützt (nur UTF-8 als Multibyte-Format unterstützt).
pl: Nieobs³ugiwane kodowanie pliku (z kodowañ wielobajtowych - mo¿na tylko UTF-8).

source: Unsupported file encoding: %s.
de: %s: Dateiformat wird nicht unterstützt.
pl: Nieobs³ugiwane kodowanie pliku: %s.

source: Enter string for program
de: Geben Sie eine Zeichenkette ein
pl: Podaj ci±g znaków dla programu

source: enter string:
de: Geben Sie eine Zeichenkette ein:
pl: podaj ci±g znaków:

source: enter integer:
de: Geben Sie eine ganze Zahl ein:
pl: podaj liczbê ca³kowit±:

source: enter name:
de: Geben Sie einen Namen ein:
pl: podaj nazwê:

source: Strike any key to continue.
de: Weiter mit beliebiger Taste.
pl: Naci¶nij dowolny klawisz aby kontynuowaæ.

source: 0 SOUR 1 REFN 1 TITL Title 1 AUTH Author
de: 0 SOUR 1 REFN 1 TITL Titel 1 AUTH Autor
pl: 0 SOUR 1 REFN 1 TITL Tytu³ 1 AUTH Autor

source: The file is as positioned at EOF.
de: Sie befinden sich am Ende der Datei.
pl: Plik ustawiony na koñcu.

source: Line %d: This line is empty; EOF?
de: Zeile %d: Diese Zeile ist leer; Ende der Datei (EOF)?
pl: Wiersz %d: Ten wiersz jest pusty; EOF?

source: Line %d: This line is too long.
de: Zeile %d ist zu lang.
pl: Wiersz %d: Ten wiersz jest za d³ugi.

source: Line %d: This line has no level number.
de: In Zeile %d fehlt GEDCOM-Ebene.
pl: Wiersz %d: Ten wiersz nie ma numeru poziomu.

source: Line %d: This line is incomplete.
de: Zeile %d ist unvollständig.
pl: Wiersz %d: Ten wiersz jest niekompletny.

source: Line %d: This line has a bad link.
de: Die Verknüpfung in Zeile %d ist ungültig.
pl: Wiersz %d: Ten wiersz ma b³êdny odsy³acz.

source: Line %d: This line needs white space before tag.
de: Zeile %d: Leerzeichen vor Kennzeichen erforderlich.
pl: Wiersz %d: W tym wierszu brakuje odstêpu przed znacznikiem.

source: Line %d: This line has an illegal level.
de: Zeile %d: Gliederungsebene ungültig.
pl: Wiersz %d: Ten wiersz ma niew³a¶ciwy poziom.

source: The record begins at wrong level.
de: Datensatz beginnt mit falscher Ebene.
pl: Rekord zaczyna siê na z³ym poziomie.

source: Aborting now. Core dump? [y/n]
de: Programmabbruch. Speicherauszug erzeugen? [j/n]
pl: Przerywamy dzia³anie. Dumpujemy cora? [y/n]

source: Looks like a program was running. Check file %1 around line %2.
de: Es hat den Anschein, als ob gerade ein Programm lief. Überprüfen Sie die Datei %1 bei Zeile %2.
pl: Wygl±da jakby program dzia³a³. Sprawd¼ plik %1 w okolicach wiersza %2.

source: signal %1: %2
de: Nachricht: %1: %2
pl: sygna³ %1: %2

source: HANGUP
de: Aufgelegt

source: INTERRUPT
de: Unterbrochen

source: QUIT
de: Verlassen

source: ILLEGAL INSTRUCTION
de: Ungültiger Maschinenbefehl

source: TRACE TRAP
de: Trace/Breakpoint ausgelöst

source: ABORT
de: Abgebrochen

source: FLOATING POINT EXCEPTION
de: Gleitkomma-Ausnahme

source: KILL
de: Getötet

source: BUS ERROR
de: Bus-Zugriffsfehler

source: SEGMENTATION ERROR
de: Speicherzugriffsfehler

source: SYSTEM CALL ERROR
de: Fehlerhafter Systemaufruf (SYSTEM CALL ERROR)

source: PIPE WRITE
de: Datenübergabe unterbrochen (broken pipe)

source: ALARM CLOCK
de: Der Wecker klingelt

source: USER SIGNAL 1
de: Benutzerdefiniertes Signal 1

source: USER SIGNAL 2
de: Benutzerdefiniertes Signal 2

source: DEATH OF CHILD
de: Kindprozess abgebrochen (DEATH OF CHILD)

source: WINDOW CHANGE
de: Fenster wurde gewechselt (WINDOW CHANGE)

source: Unknown signal
de: Unbekanntes Signal (unknown signal)
pl: Nieznany sygna³

source: , of
de: , von

source: father
de: Vater
pl: ojciec

source: mother
de: Mutter
pl: matka

source: spouse
de: Gatte
pl: ma³¿onek

source: child
de: Kind
pl: dziecko

source: m.
de: verh.
pl: ¶l.

source: div.
de: gesch.
pl: rozw.

source: b.
de: geb.
pl: ur.

source: bap.
de: get.
pl: chrz.

source: d.
de: gest.
pl: zm.

source: bur.
de: begr.
pl: poch.

source: cb.
de: geb.
pl: ur. dz.

source: married:
de: verheiratet:
pl: ¶lub:

source: born:
de: geboren:
pl: ur.:

source: bapt:
de: getauft:
pl: chrz.:

source: died:
de: gestorben:
pl: zm.:

source: buri:
de: beigesetzt:
pl: poch.:

source: You cannot edit the INDI line in a person record.
de: Die INDI-Zeile kann nicht verändert werden.
pl: Nie mo¿esz zmieniaæ wiersza INDI w rekorcie osoby.

source: You cannot edit the FAMC line in a person record.
de: Die FAMC-Zeile kann nicht verändert werden.
pl: Nie mo¿esz zmieniaæ wiersza FAMC w rekorcie osoby.

source: You cannot edit the FAMS lines in a person record.
de: Die FAMS-Zeile kann nicht verändert werden.
pl: Nie mo¿esz zmieniaæ wierszy FAMS w rekorcie osoby.

source: You cannot edit the FAM line in a family record.
de: Die FAM-Zeile kann nicht verändert werden.
pl: Nie mo¿esz zmieniaæ wiersza FAM w rekorcie rodziny.

source: You cannot edit the HUSB line in a family record.
de: Die HUSB-Zeile kann nicht verändert werden.
pl: Nie mo¿esz zmieniaæ wiersza HUSB w rekorcie rodziny.

source: You cannot edit the WIFE line in a family record.
de: Die WIFE-Zeile kann nicht verändert werden.
pl: Nie mo¿esz zmieniaæ wiersza WIFE w rekorcie rodziny.

source: You cannot edit the CHIL lines in a family record.
de: Die CHIL-Zeile kann nicht verändert werden.
pl: Nie mo¿esz zmieniaæ wiersza CHIL w rekorcie rodziny.

source: The record is empty.
de: Dieser Datensatz ist leer.
pl: Rekord jest pusty.

source: The record does not begin with an INDI line.
de: Dieser Datensatz beginnt nicht mit einer INDI-Zeile.
pl: Rekord nie zaczyna siê wierszem INDI.

source: The record does not begin with a FAM line.
de: Dieser Datensatz beginnt nicht mit einer FAM-Zeile.
pl: Rekord nie zaczyna siê wierszem FAM.

source: The record does not begin with a SOUR line.
de: Dieser Datensatz beginnt nicht mit einer SOUR-Zeile.
pl: Rekord nie zaczyna siê wierszem SOUR.

source: The record does not begin with an EVEN line.
de: Dieser Datensatz beginnt nicht mit einer EVEN-Zeile.
pl: Rekord nie zaczyna siê wierszem EVEN.

source: INDI, FAM, SOUR, EVEN records may not be other records.
de: INDI, FAM, SOUR, EVEN-Datensätze dürfen nicht sonstige Datensätze sein.
pl: Rekordy INDI, FAM, SOUR, EVEN nie mog± byæ rekordami typu inny.

source: The record contains multiple level 0 lines.
de: Dieser Datensatz enthält mehrere Einträge der Ebene 0.
pl: Rekord zawiera wiele wierszy poziomu 0.

source: This person record has bad GEDCOM name syntax.
de: Der Name dieser Person widerspricht der GEDCOM-Syntax.
pl: W rekordzie tej osoby nazwisko niezgodne ze sk³adni± GEDCOM.

source: You cannot change the sex of a parent.
de: Das Geschlecht eines Elternteiles kann nicht geändert werden.
pl: Nie mo¿esz zmieniaæ p³ci rodzica.

source: REFN key is already in use.
de: Dieser REFN-Schlüssel wird bereits benutzt.
pl: Klucz REFN jest ju¿ u¿ywany.

source: Tag is too long to connect automatically.
de: Eintrag ist zu lang, um ihn automatisch zu verknüpfen.
pl: Znacznik za d³ugi ¿eby go po³±czyæ automatycznie.

source: Database records
de: Datensätze
pl: Rekordy bazy danych

source: %dI, %dF, %dS, %dE, %dX
de: %d Pers., %d Fam., %d Quell., %d Ereign., %d Sonst.
pl: osób: %d, rodzin: %d, ¼róde³: %d, zdarzeñ: %d, innych: %d

source: LifeLines %s - Genealogical DB and Programming System
de: LifeLines %s - Genealogische Datenbank mit Programmierschnittstelle
pl: LifeLines %s - Genealogiczna baza danych i system przetwarzania

source: Copyright(c) 1991 to 1996, by T. T. Wetmore IV
de: Copyright (C) 1991 - 1996, T. T. Wetmore IV
pl: Copyright(c) 1991-1996, by T. T. Wetmore IV

source: Current Database - %s
de: Aktuelle Datenbank - %s
pl: Bie¿±ca baza danych - %s

source: (immutable)
de: (unveränderlich)
pl: (niemodyfikowalne)

source: (read only)
de: (nur lesen)
pl: (tylko do odczytu)

source: Please choose an operation:
de: Was möchten Sie tun?
pl: Proszê wybraæ dzia³anie:

source: Not valid command
de: Ungültiger Befehl
pl: Nieznane polecenie

source: enter y (yes) or n (no):
de: Geben Sie j (ja) oder n (nein) ein:
pl: podaj t (tak) albo n (nie):

source: yYnN
de: jJnNyY
pl: tTnN

source: yY
de: jJyY
pl: tT

source: LifeLines -- Person Browse Screen (* toggles menu)
de: LifeLines -- Personen anzeigen (* Menü an/aus)
pl: LifeLines -- Ekran przegl±dania osób (* w³±cza/wy³±cza menu)

source: LifeLines -- Family Browse Screen (* toggles menu)
de: LifeLines -- Familien anzeigen (* Menü an/aus)
pl: LifeLines -- Ekran przegl±dania rodzin (* w³±cza/wy³±cza menu)

source: LifeLines -- Two Person Browse Screen (* toggles menu)
de: LifeLines -- 2-Personen-Anzeige (* Menü an/aus)
pl: LifeLines -- Ekran przegl±dania dwóch osób (* w³±cza/wy³±cza menu)

source: LifeLines -- Two Family Browse Screen (* toggles menu)
de: LifeLines -- 2-Familien-Anzeige (* Menü an/aus)
pl: LifeLines -- Ekran przegl±dania dwóch rodzin (* w³±cza/wy³±cza menu)

source: LifeLines -- Auxiliary Browse Screen (* toggles menu)
de: Lifelines -- Hilfsprogramme anzeigen (* Menü an/aus)
pl: LifeLines -- Ekran przegl±dania dodarkowych informacji (* w³±cza/wy³±cza menu)

source: LifeLines -- List Browse Screen (* toggles menu)
de: LifeLines -- Listen anzeigen (* Menü an/aus)
pl: LifeLines -- Ekran przegl±dania list (* w³±cza/wy³±cza menu)
