Repository: disassembler/Lifelines
Catalog: po/*.po
Languages: de, pl

source: Failed (errno=%d) to open blockfile (rkey=%s): %s
de: Kann die Datei nicht öffnen (errno=%d, rkey=%s): %s

source: Btree lookup looped back to master (%ld)!
de: Zyklische Verweise im btree (%ld)

source: <unnamed>
de: <unbenannt>
pl: <nienazwane>

source: %dm%02ds
de: %dMin%03dS

source: %dh%02dm
de: %dJahr%03dTag
pl: %dg%02dm

source: %dd%02dh
de: %dJahr%03dTag
pl: %dd%02dg

source: %dy%03dd
de: %dJahr%03dTag
pl: %dl%03dd

source: Database error: --
de: Fehler in der Datenbank: --
pl: B³±d bazy danych: --

source: requested database does not exist.
de: Gewünschte Datenbank existiert nicht.
pl: podana baza danych nie istnieje.

source: db directory is file, not directory.
de: DB ist eine Datei, kein Verzeichnis.
pl: katalog z baz± jest plikiem, a nie katalogiem.

source: creation of new database failed.
de: Anlegen der neuen Datenbank ist gescheitert.
pl: nie uda³o siê utworzenie nowej bazy danych.

source: error accessing database directory.
de: Fehler beim Zugriff auf das Datenbankverzeichnis.
pl: b³±d przy dostêpie do katalogu z baz± danych.

source: no keyfile (directory does not appear to be a database).
de: Dieses Verzeichnis scheint keine Datenbank zu sein.
pl: brak pliku z kluczami (katalog nie wygl±da jak baza danych).

source: could not open, read or write an index file.
de: Öffnen, Lesen oder Schreiben des Index fehlgeschlagen.
pl: nie mo¿na otworzyæ, przeczytaæ albo zapisaæ pliku z indeksem.

source: could not open, read or write the key file.
de: Öffnen, Lesen oder Schreiben der Indexdatei fehlgeschlagen.
pl: nie mo¿na otworzyæ, przeczytaæ albo zapisaæ pliku z kluczami.

source: could not open, read or write the key file (to alter database).
de: DB konnte nicht geändert werden: Fehler beim Öffnen, Lesen oder Schreiben.
pl: nie mo¿na otworzyæ, przeczytaæ albo zapisaæ pliku z kluczami (przy dostêpie do bazy danych).

source: could not open, read or write a block file.
de: Öffnen, Lesen oder Schreiben der Blockdatei fehlgeschlagen.
pl: nie mo¿na otworzyæ, przeczytaæ albo zapisaæ bloku pliku.

source: name of database is too long.
de: Name der Datenbank ist zu lang.
pl: nazwa bazy danych jest za d³uga.

source: The database is already open for writing.
de: Auf die Datenbank wird bereits zugegriffen.
pl: Baza danych jest ju¿ otwarta do pisania.

source: The database is locked (no readwrite access).
de: Die Datenbank ist gesperrt (kein Schreibzugriff).
pl: Baza danych jest zablokowana (brak dostêpu do odczytu i zapisu).

source: The database is unlocked.
de: Die Datenbank ist freigeschaltet.
pl: Baza danych jest odblokowana.

source: keyfile is corrupt.
de: Indexdatei ist fehlerhaft.
pl: plik z kluczami jest uszkodzony.

source: keyfile is wrong alignment.
de: Indexdatei hat die falsche Ausrichtung.
pl: plik z kluczami ma b³êdne wyrówniania.

source: keyfile is wrong version.
de: Indexdatei hat falsche Version.
pl: plik z kliczami z z³ej wersji.

source: Existing database found.
de: Vorhandene Datenbank gefunden.
pl: Znaleziono istniej±c± bazê danych.

source: The database is already opened for read access by %d user.
de: Auf die Datenbank wird bereits von %d Benutzer lesend zugegriffen.

source: Invalid properties set for new database
de: Ungültige Einstellungen für neue Datenbank.
pl: Niew³a¶ciwy zestaw w³a¶ciwo¶ci dla nowej bazy danych

source: Undefined database error -- fix program.
de: Schwerer Datenbankfehler -- Programm reparieren.
pl: Nieznany b³±d bazy danych -- popraw program.

source: Missing NAME line in INDI record; record ignored.
de: Dieser Person fehlt der Name; Datensatz ignoriert.
pl: Brak wiersza NAME w rekordzie INDI; rekord zignorowany.

source: Copyright (C) 1991-2007 Thomas T. Wetmore IV et al.
de: Copyright (C) 1991-2007, T. T. Wetmore IV und weitere.

source: This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
de: Dies ist freie Software; die Kopierbedingungen stehen in den Quellen. Es gibt keine Garantie; auch nicht für VERKAUFBARKEIT oder FÜR SPEZIELLE ZWECKE.

source: Written by Tom Wetmore. Maintained at lifelines.sourceforge.net.
de: Geschrieben von Tom Wetmore. Weiterentwickelt unter lifelines.sourceforge.net.

source: Database error caused by reference to nonexisting key <%s>.
de: Datenbankfehler durch Verweis auf nicht-existenten Schlüssel <%s>.

source: It might be possible to fix this with btedit.
de: Eine Reparatur könnte mit btedit möglich sein.

source: Neighboring keys include:
de: Schlüssel in der Nähe sind:

source: Bad cache entry <%s> != <%s>
de: Fehlerhafter Eintrag im Cache: <%s> != <%s>

source: Cache [%s] overflowed its max size (%d)
de: Cache [%s] übersteigt die Maximalgröße (%d)

source: You must identify a database.
de: Sie müssen eine Datenbank angeben.
pl: Musisz podaæ bazê danych.

source: What directory holds (or will hold) the LifeLines database? (? to list)
de: Wo befindet sich die Lifelines-Datenbank? (? für Liste)
pl: W którym katalogu jest (lub bêdzie) baza danych LifeLines? (? = lista)

source: enter path:
de: Geben Sie einen Pfad ein:
pl: podaj ¶cie¿kê:

source: There is no LifeLines database in that directory.
de: In diesem Verzeichnis gibt es keine Lifelines-Datenbank.
pl: W tym katalogu nie ma bazy danych LifeLines.

source: Do you want to create a database there?
de: Möchten Sie hier eine neue Datenbank anlegen?
pl: Czy chcesz tutaj utworzyæ bazê danych?

source: Argument to lock (-l) must be y or n.
de: Parameter für Sperre (-l) muss j oder n sein.
pl: Argumentem dla opcji lock (-l) musi byæ y albo n.

source: Cannot remove last person from family.
de: Kann letzte Person nicht aus der Familie löschen.
pl: Nie mo¿na usun±æ ostatniej osoby z rodziny.

source: lines [-adkrwiflntcuFxoCzI] [database] # Use -F for Finnish database
de: lines [-adkrwiflntcuFxoCzI] [Datenbank] # -F für finnische Datenbank

source: lines [-adkrwiflntcuxoCzI] [database] # Finnish database
de: lines [-adkrwiflntcuxoCzI] [Datenbank] # Finnische Datenbank

source: lines [-adkrwiflntcuxoCzI] [database]
de: lines [-adkrwiflntcuxoCzI] [Datenbank]

source: The database is read only; you may not add records.
de: Datenbank ist schreibgeschützt, Einfügen von Datensätzen unmöglich.
pl: Baza danych tylko do odczytu; nie mo¿esz dodawaæ rekordów.

source: The database is read only; you may not change records.
de: Datenbank ist schreibgeschützt, Verändern von Datensätzen unmöglich.
pl: Baza danych tylko do odczytu; nie mo¿esz zmieniaæ rekordów.

source: The database is read only; you may not merge records.
de: Datenbank ist schreibgeschützt, Zusammenführen von Datensätzen nicht möglich.
pl: Baza danych tylko do odczytu; nie mo¿esz ³±czyæ rekordów.

source: The database is read only; you may not remove records.
de: Datenbank ist schreibgeschützt, Löschen von Datensätzen nicht möglich.
pl: Baza danych tylko do odczytu; nie mo¿esz usuwaæ rekordów.

source: The database is read only.
de: Schreibzugriff auf Datenbank nicht möglich.
pl: Baza danych tylko do odczytu.

source: Name, key, refn, list, or @:
de: Name, Schlüssel, REFN, Liste oder @:

source: enter key or refn:
de: Geben Sie Schlüssel oder REFN ein:
pl: podaj klucz albo refn

source: Please choose the child to remove from the family.
de: Wählen Sie das zu entfernende Kind.
pl: Wybierz dziecko do usuniêcia z rodziny.

source: Please choose the spouse/parent to remove from the family.
de: Wählen Sie den Ehepartner, der aus der Familie entfernt werden soll.
pl: Wybierz ma³¿onka/rodzica do usuniêcia z rodziny.

source: From which family is the child to be removed?
de: Aus welcher Familie stammt das zu entfernende Kind?
pl: Z której rodziny usun±æ dziecko?

source: From which family is the spouse/parent to be removed?
de: Aus welcher Familie stammt der zu entfernende Gatte/Elternteil?
pl: Z której rodziny usun±æ ma³¿onka/rodzica?

source: Identify family (enter nothing to identify by individual members).
de: Familie eingeben (leer = Auswahl eines Familienmitgliedes).
pl: Podaj rodzinê (nic nie wpisuj aby wybraæ przez cz³onków rodziny).

source: Identify a spouse of the family, if known.
de: Falls bekannt, geben Sie einen Ehepartner an.
pl: Podaj ma³¿onka z rodziny, je¶li jest znany.

source: Identify a child of the family, if known.
de: Falls bekannt, geben Sie ein Kind an.
pl: Podaj dziecko z rodziny, je¶li znane.

source: Identify the first child to swap.
de: Geben Sie das erste zu tauschende Kind an.
pl: Podaj pierwsze dziecko do zamiany.

source: Identify the second child to swap.
de: Geben Sie das zweite zu tauschende Kind an.
pl: Podaj drugie dziecko do zamiany.

source: Identify the child to reorder.
de: Geben Sie das Kind für eine Neuordnung an.
pl: Podaj dziecko do zamiany kolejno¶ci.

source: Identify the first family/spouse to swap.
de: Geben Sie die erste zu tauschende Familie an.
pl: Podaj pierwszego ma³¿onka/rodzica do zamiany.

source: Identify the second family/spouse to swap.
de: Geben Sie die zweite zu tauschende Familie an.
pl: Podaj drugiego ma³¿onka/rodzica do zamiany.

source: Please choose the spouse/parent to browse to.
de: Wählen Sie den Gatten/Elternteil, der angezeigt werden soll.
pl: Wybiersz ma³¿onka/rodzica do przejrzenia.

source: Please choose the first spouse/parent to browse to.
de: Wählen Sie den ersten Gatten/Elternteil, der angezeigt werden soll.
pl: Wybierz pierwszego ma³¿onka/rodzica do przejrzenia.

source: Please choose the second spouse/parent to browse to.
de: Wählen Sie den zweiten Gatten/Elternteil, der angezeigt werden soll.
pl: Wybierz drugiego ma³¿onka/rodzica do przejrzenia.

source: Please choose the child to browse to.
de: Wählen Sie das Kind, das angezeigt werden soll.
pl: Wybierz dziecko do przejrzenia.

source: Please choose the first child to browse to.
de: Wählen Sie das erste Kind, das angezeigt werden soll.
pl: Wybierz pierwsze dziecko do przejrzenia.

source: Please choose the second child to browse to.
de: Wählen Sie das zweite Kind, das angezeigt werden soll.
pl: Wybierz drugie dziecko do przejrzenia.

source: Please choose the family to browse to.
de: Wählen Sie die Familie, die angezeigt werden soll.
pl: Wybierz rodzinê do przejrzenia.

source: Enter Family Number to Browse to
de: Geben Sie die Nummer der anzuzeigenden Familie ein
pl: Podaj Numer Rodziny do przerzenia

source: Please choose the first family to browse to.
de: Wählen Sie die erste Familie, die angezeigt werden soll.
pl: Wybierz pierwsz± rodzinê do przejrzenia.

source: Please choose the second family to browse to.
de: Wählen Sie die zweite Familie, die angezeigt werden soll.
pl: Wybierz drug± rodzinê do przejrzenia.

source: Please choose the father/husband to browse to.
de: Wählen Sie den Vater/Ehemann, der angezeigt werden soll.
pl: Wybierz ojca/mê¿± do przejrzenia.

source: Please choose the first father/husband to browse to.
de: Wählen Sie den ersten Vater/Ehemann, der angezeigt werden soll.
pl: Wybierz pierwszego ojca/mê¿± do przejrzenia.

source: Please choose the second father/husband to browse to.
de: Wählen Sie den zweiten Vater/Ehemann, der angezeigt werden soll.
pl: Wybierz drugiego ojca/mê¿± do przejrzenia.

source: Please choose the mother/wife to browse to.
de: Wählen Sie die Mutter/Ehefrau, die angezeigt werden soll.
pl: Wybierz matkê/¿onê do przejrzenia.

source: Please choose the first mother/wife to browse to.
de: Wählen Sie die erste Mutter/Ehefrau, die angezeigt werden soll.
pl: Wybierz pierwsz± matkê/¿onê do przejrzenia.

source: Please choose the second mother/wife to browse to.
de: Wählen Sie die zweite Mutter/Ehefrau, die angezeigt werden soll.
pl: Wybierz drug± matkê/¿onê do przejrzenia.

source: Identify a parent in the family having children swapped.
de: Ehepartner, dessen Kinder getauscht werden.
pl: Podaj rodzica z rodziny, która ma zamienione dzieci.

source: Whose families/spouses are to be swapped?
de: Welche Familien/Ehegatten sollen getauscht werden?
pl: Które rodziny/ma³¿onkowie maj± byæ zamienieni?

source: Identify one of the child's parents, if known.
de: Falls bekannt, geben Sie ein Elternteil des Kindes an.
pl: Podaj jedno z rodziców dziecka, je¶li s± znani.

source: Enter pattern to match against refn.
de: Geben Sie einen Teil der REFN ein.
pl: Podaj wzorzec do dopasoania do refn.

source: Please choose from among these people.
de: Bitte wählen Sie aus diesen Personen aus.
pl: Wybierz z poni¿szych osób.

source: Please choose from among these records.
de: Bitte wählen Sie aus diesen Datensätzen aus.
pl: Wybierz z poni¿szych rekordów.

source: Is this the new child?
de: Ist dies das neue Kind?
pl: Czy to jest nowe dziecko?

source: Is this the new spouse?
de: Ist das der neue Ehegatte?
pl: Czy to jest nowy ma³¿onek?

source: Is this the person? Select if so.
de: Ist das die gesuchte Person? Dann wählen Sie diese aus.
pl: Czy to jest osoba? Wybierz je¶li tak.

source: Is this the record? Select if so.
de: Ist das die gesuchte Person? Dann wählen Sie diese aus.
pl: Czy to jest rekord? Wybierz je¶li tak.

source: Select the child the new child precedes or select last.
de: Vor welchem Kind soll aktuelle Person eingefügt werden?
pl: Wybierz dziecko, przed którym ma byæ nowe lub wstaw ostatnie.

source: Please identify next person to browse to.
de: Geben Sie die nächste anzuzeigende Person an.
pl: Podaj nastêpn± osobê do przejrzenia.

source: Please identify record to browse to.
de: Geben Sie den anzuzeigenden Datensatz an.
pl: Wybierz nastêpny rekord do przejrzenia.

source: Please identify one of the spouses.
de: Geben Sie einen der Ehegatten an.
pl: Podaj jedno z ma³¿onków.

source: Please identify person or persons to browse to.
de: Geben Sie die anzuzeigende(n) Person(en) an.
pl: Wybierz osobê lub osoby do przejrzenia.

source: Please choose family create operation.
de: Bitte legen Sie zunächst eine Familie an.
pl: Wybierz operacjê utworzenia rodziny.

source: Do you want to enter another name?
de: Möchten Sie einen anderen Namen eingeben?
pl: Czy chcesz podaæ inne nazwisko?

source: This person is not a spouse or parent in any family.
de: Person ist weder Ehegatte noch Elternteil in irgendeiner Familie.
pl: Osoba nie jest ma³¿onkiem ani rodzicem w ¿adnej rodzinie.

source: This person is not a child in any family.
de: Diese Person ist nirgendwo als Kind erfasst.
pl: Osoba nie jest dzieckiem w ¿adnej rodzinie.

source: There is no one in the database with that name or key.
de: In der Datenbank gibt es niemanden mit diesem Namen oder Schlüssel.
pl: Nie ma w bazie nikogo o takim nazwisku lub kluczu.

source: This person's father is not in the database.
de: Der Vater dieser Person ist nicht in der Datenbank erfasst.
pl: Ojca tej osoby nie ma w bazie danych.

source: This person's mother is not in the database.
de: Die Mutter dieser Person ist nicht in der Datenbank erfasst.
pl: Matki tej osoby nie ma w bazie danych.

source: This person has no spouse in the database.
de: Zu dieser Person sind keine Ehegatten erfasst.
pl: Ta osoba nie ma ma³¿onka w bazie danych.

source: This person has no younger sibling in the database.
de: Zu dieser Person sind keine jüngeren Geschwister erfasst.
pl: Ta osoba nie ma m³odszego rodzeñstwa w bazie danych.

source: This person has no older sibling in the database.
de: Zu dieser Person sind keine älteren Geschwister erfasst.
pl: Ta osoba nie ma starszego rodzeñstwa w bazie danych.

source: This person's parents are not in the database.
de: Zu dieser Person sind keine Eltern erfasst.
pl: Rodziców tej osoby nie ma w bazie danych.

source: This family has no male spouse/parent in the database.
de: Zu dieser Familie sind keine männlichen Ehegatten/Elternteile erfasst.
pl: Ta rodzina nie ma mêskiego ma³¿onka/rodzica w bazie danych.

source: This family has no female spouse/parent in the database.
de: Zu dieser Familie sind keine weiblichen Ehegatten/Elternteile erfasst.
pl: Ta rodzina nie ma ¿eñskiego ma³¿onka/rodzica w bazie danych.

source: There are no children in the database for this family.
de: Zu dieser Familie sind keine Kinder erfasst.
pl: Ta rodzina nie ma dzieci w bazie danych.

source: This person has no children in the database.
de: Zu dieser Person sind keine Kinder erfasst.
pl: Ta osoba nie ma dzieci w bazie danych.

source: No such child.
de: Kein solches Kind vorhanden.
pl: Nie ma takiego dziecka.

source: No such person.
de: Keine solche Person vorhanden.
pl: Nie ma takiej osoby.

source: No such record.
de: Kein solcher Datensatz vorhanden.
pl: Nie ma takiego rekordu.

source: No such family.
de: Keine solche Familie vorhanden.
pl: Nie ma takiej rodziny.

source: No sources present.
de: Keine Quellen vorhanden.
pl: Brak ¼róde³.

source: Please choose the source to view.
de: Wählen Sie die anzuzeigende Quelle aus.
pl: Wybierz ¼ród³a do obejrzenia.

source: No events present.
de: Keine Ereignisse vorhanden.
pl: Brak zdarzeñ.

source: Please choose the event to view.
de: Wählen Sie das anzuzeigende Ereignis aus.
pl: Wybierz zdarzenie do obejrzenia.

source: No others present.
de: Keine Datensätze vorhanden.
pl: Nic innego nie ma.

source: Please choose the other to view.
de: Welchen Datensatz anzeigen?
pl: Wybierz inne do obejrzenia.

source: No notes present.
de: Keine Anmerkungen vorhanden.
pl: Brak komentarzy.

source: Please choose the note to view.
de: Wählen Sie die anzuzeigende Anmerkung aus.
pl: Wybierz komentarz do obejrzenia.

source: No references present.
de: Keine Verweise vorhanden.
pl: Brak odno¶ników.

source: Please choose the reference to view.
de: Wählen Sie den anzuzeigenden Verweis.
pl: Wybierz odno¶nik do przejrzenia.

source: Duplicated REFN - please choose.
de: REFN doppelt vergeben - wählen Sie.
pl: Zduplikowane REFN - wybierz.

source: New spouse/parent has unknown sex; can't add to family.
de: Geschlecht des Ehegatten unbekannt; Hinzufügen zur Familie unmöglich.
pl: Nowy ma³¿onek/rodzic ma nieokre¶lon± p³eæ; nie mo¿na dodaæ do rodziny.

source: The persons are not of opposite sex; can't make family.
de: Personen haben das gleiche Geschlecht, Familie anlegen nicht möglich.
pl: Osoby nie s± ró¿nej p³ci; nie mog± utworzyæ rodziny.

source: This person is not a spouse in the family; can't remove.
de: Diese Person ist kein Ehegatte dieser Familie, Löschen nicht möglich.
pl: Ta osoba nie jest ma³¿onkiem w rodzinie; nie mo¿na usun±æ.

source: This person is not a child in the family; can't remove.
de: Diese Person ist kein Kind dieser Familie, Entfernen nicht möglich.
pl: Ta osoba nie jest dzieckiem w rodzinie; nie mo¿na usun±æ.

source: This person's sex is not known; can't make family.
de: Das Geschlecht dieser Person ist unbekannt; Anlegen der Familie nicht möglich.
pl: P³eæ tej osoby nie jest znana; nie mo¿na utworzyæ rodziny.

source: This family already has a husband/male parent.
de: Diese Familie hat bereits einen Ehemann/Vater.
pl: Ta rodzina ma ju¿ mê¿a/ojca.

source: This family already has a wife/female parent.
de: Diese Familie hat bereits eine Ehefrau/Mutter.
pl: Ta rodzina ma ju¿ ¿onê/matkê.

source: This family has both spouses/parents; can't add another.
de: Diese Familie hat bereits beide Ehegatten, weiteres Hinzufügen nicht möglich.
pl: Ta rodzina ma ju¿ oboje ma³¿onków/rodziców; nie mo¿na dodaæ wiêcej.

source: This family has neither spouse/parent; can't remove.
de: Diese Familie hat weder Ehegatten noch Eltern; Entfernen nicht möglich.
pl: Ta rodzina nie ma ma³¿onków/rodziców; nie mo¿na usun±æ.

source: This family still has links; not removed.
de: Diese Familie ist noch mit anderen Personen verknüpft, nicht entfernt.
pl: Ta rodzina dalej ma powi±zania; nie usuniêta.

source: Choose a family by selecting a spouse/parent.
de: Wählen Sie eine Familie, indem Sie einen Ehegatten/Elternteil angeben.
pl: Wybierz rodzinê wybieraj±c ma³¿onka/rodzica.

source: Do you want to edit the person again? (Otherwise changes will be discarded.)
de: Möchten Sie die Person erneut bearbeiten? (Sonst werden Änderungen verworfen.)
pl: Czy edytujesz osobê ponownie? (Je¶li nie, to zmiany bêd± odrzucone).

source: Do you want to edit the person again?
de: Möchten Sie diese Person erneut bearbeiten?
pl: Czy chcesz edytowaæ osobê ponownie?

source: Do you want to edit the family again? (Otherwise changes will be discarded.)
de: JA: Familie erneut bearbeiten; NEIN: Änderungen verwerfen.
pl: Czy edytujesz rodzinê ponownie? (Je¶li nie, to zmiany bêd± odrzucone).

source: Do you want to edit the family again?
de: Möchten Sie diese Familie erneut bearbeiten?
pl: Czy chcesz edytowaæ rodzinê ponownie?

source: Do you want to edit the source again? (Otherwise changes will be discarded.)
de: Möchten Sie die Quelle erneut bearbeiten? (Sonst werden Änderungen verworfen.)
pl: Czy edytujesz ¼ród³o ponownie? (Je¶li nie, to zmiany bêd± odrzucone).

source: Do you want to edit the source again?
de: Möchten Sie diese Quelle erneut bearbeiten?
pl: Czy chcesz ¼ród³o rodzinê ponownie?

source: Do you want to edit the event again? (Otherwise changes will be discarded.)
de: Möchten Sie das Ereignis erneut bearbeiten? (Sonst werden Änderungen verworfen.)
pl: Czy edujesz zdarzenie ponownie? (Je¶li nie, to zmiany bêd± odrzucone).

source: Do you want to edit the event again?
de: Möchten Sie dieses Ereignis erneut bearbeiten?
pl: Czy chcesz edytowaæ zdarzenie ponownie?

source: Do you want to edit the record again? (Otherwise changes will be discarded.)
de: Möchten Sie den Datensatz erneut bearbeiten? (Sonst werden Änderungen verworfen.)
pl: Czy edytujesz rekord ponownie? (Je¶li nie, to zmiany bêd± odrzucone).

source: Do you want to edit the record again?
de: Möchten Sie diesen Datensatz erneut bearbeiten?
pl: Czy chcesz edytowaæ rekord ponownie?

source: Whom do you want to edit?
de: Wen möchten Sie bearbeiten?
pl: Kogo chcesz edytowaæ?

source: Which source record do you want to edit?
de: Welche Quelle möchten Sie bearbeiten?
pl: Który rekord ¼ród³owy chcesz edytowaæ?

source: Which event record do you want to edit?
de: Welches Ereignis möchten Sie bearbeiten?
pl: Który rekord zdarzenia chcesz edytowaæ?

source: What record do you want to edit?
de: Welchen Datensatz möchten Sie bearbeiten?
pl: Który rekord chcesz edytowaæ?

source: Do you really want to add this person to the database?
de: Möchten Sie diese Person zur Datenbank hinzufügen?
pl: Czy na pewno chcesz dodaæ tê osobê do bazy danych?

source: Do you really want to add this family to the database?
de: Möchten Sie diese Familie zur Datenbank hinzufügen?
pl: Czy na pewno chcesz dodaæ tê rodzinê do bazy danych?

source: Do you really want to add this child to the family?
de: Möchten Sie dieses Kind zur Familie hinzufügen?
pl: Czy na pewno chcesz dodaæ to dziecko do bazy danych?

source: Do you really want to add this spouse/parent to the family?
de: Möchten Sie diesen Ehegatten/dieses Elternteil zur Familie hinzufügen?
pl: Czy na pewno chcesz dodaæ tego ma³¿onka/rodzica do bazy danych?

source: Do you really want to add this source to the database?
de: Möchten Sie diese Quelle zur Datenbank hinzufügen?
pl: Czy na pewno chcesz dodaæ to ¼ród³o do bazy danych?

source: Do you really want to add this event to the database?
de: Möchten Sie dieses Ereignis zur Datenbank hinzufügen?
pl: Czy na pewno chcesz dodaæ to zdarzenie do bazy danych?

source: Do you really want to add this record to the database?
de: Möchten Sie diesen Datensatz zur Datenbank hinzufügen?
pl: Czy na pewno chcesz dodaæ ten rekord do bazy danych?

source: Do you really want to update this person?
de: Möchten Sie die Daten dieser Person aktualisieren?
pl: Czy na pewno chcesz zaktualizowaæ tê osobê?

source: Do you really want to update this family?
de: Möchten Sie die Daten dieser Familie aktualisieren?
pl: Czy na pewno chcesz zaktualizowaæ tê rodzinê?

source: Do you really want to update this source?
de: Möchten Sie die Daten dieser Quelle aktualisieren?
pl: Czy na pewno chcesz zaktualizowaæ tê osobê?
