Repository: disassembler/Lifelines
Catalog: po/*.po
Languages: de, pl

source: Search results
de: Suchergebnisse:

source: (pg %d/%d)
de: (S. %d/%d)
pl: (str %d/%d)

source: No conversion
de: Keine Umwandlung
pl: Brak konwersji

source: Internal codeset
de: Interne Zeichentabelle
pl: Kodowanie wewnêtrzne

source: Internal UTF-8: Yes
de: Internes UTF-8: Ja

source: Internal UTF-8: No
de: Internes UTF-8: Nein

source: Locales are enabled.
de: Nationale Einstellungen aktiviert.
pl: Locale w³±czone.

source: Locales are disabled.
de: Nationale Einstellungen deaktiviert.
pl: Locale wy³±czone.

source: NLS (National Language Support) is compiled in.
de: NLS (Unterstützung nat. Sprachen) ist aktiviert.
pl: NLS (National Language Support) w³±czone.

source: NLS (National Language Support) is not compiled in.
de: NLS (Unterstützung nat. Sprachen) ist deaktiviert.
pl: NLS (National Language Support) wy³±czone.

source: iconv (codeset conversion) is compiled in.
de: iconv (Ländereinstellungen) sind aktiviert.
pl: iconv (konwersja kodowania) w³±czona.

source: iconv (codeset conversion) is not compiled in.
de: iconv (Ländereinstellungen) sind deaktiviert.
pl: iconv (konwersja kodowania) wy³±czona.

source: Startup collate locale: %s
de: Sortiereinstellungen beim Start: %s
pl: Pocz±tkowa lokalizacja porównañ: %s

source: Startup messages locale: %s
de: Nachrichteneinstellungen beim Start: %s
pl: Pocz±tkowa lokalizacja komunikatów: %s

source: Current collate locale: %s
de: Gegenwärtige Sortiereinstellungen: %s
pl: Bie¿±ca lokalizacja porównañ: %s

source: Current messages locale: %s
de: Gegenwärtige Nachrichteneinstellungen: %s
pl: Bie¿±ca lokalizacja komunikatów: %s

source: Collation routine: %s
de: Vergleichsroutine: %s
pl: Procedura porównania: %s

source: GUI codeset: %s
de: Ländereinstellung GUI: %s
pl: Kodowanie interfejsu u¿ytkownika (GUI): %s

source: GUI output codeset: %s
de: Ländereinstellung GUI-Ausgabe: %s
pl: Kodowanie wyj¶ciowe interfejsu u¿ytkownika (GUI): %s

source: GUI input codeset: %s
de: Ländereinstellung GUI-Eingabe: %s
pl: Kodowanie wej¶ciowe interfejsu u¿ytkownika (GUI): %s

source: editor codeset: %s
de: Ländereinstellung Editor: %s
pl: kodowanie edytora: %s

source: editor output codeset: %s
de: Ländereinstellung Editor-Ausgabe: %s
pl: kodowanie wyj¶ciowe edytora: %s

source: editor input codeset: %s
de: Ländereinstellung Editor-Eingabe: %s
pl: kodowanie wej¶ciowe edytora: %s

source: report codeset: %s
de: Ländereinstellung Reporte: %s
pl: kodowanie raportów: %s

source: report output codeset: %s
de: Ländereinstellung Reporte-Ausgabe: %s
pl: kodowanie wyj¶ciowe raportów: %s

source: report input codeset: %s
de: Ländereinstellung Reporte-Eingabe: %s
pl: kodowanie wej¶ciowe raportów: %s

source: GEDCOM codeset: %s
de: GEDCOM Ländereinstellung: %s
pl: kodowanie GEDCOM: %s

source: gedcom output codeset: %s
de: Ländereinstellung GEDCOM-Ausgabe: %s
pl: kodowanie wyj¶ciowe GEDCOM: %s

source: gedcom input codeset: %s
de: Ländereinstellung GEDCOM-Eingabe: %s
pl: kodowanie wej¶ciowe GEDCOM: %s

source: UTF-8 charprops loaded
de: UTF-8 Zeichenklassifikationen geladen

source: UTF-8 charprops not loaded
de: UTF-8 Zeichenklassifikationen nicht geladen

source: Codeset information
de: Länderspezifische Einstellungen
pl: Informacja o kodowaniu

source: gettext dll had no version
de: gettext DLL ohne Versionsangabe
pl: gettext dll nie ma wersji

source: no gettext dll found
de: Keine DLL für gettext gefunden
pl: nie znaleziono gettext dll

source: iconv dll had no version
de: iconv DLL ohne Versionsangabe
pl: iconv dll nie ma wersji

source: no iconv dll found
de: Keine DLL für iconv gefunden
pl: nie znalezionoe dll iconv

source: Impermissible to change codeset in a populated database
de: Datenbankzeichensatz kann nicht nachträglich geändert werden
pl: Nie mo¿na zmieniaæ kodowania w niepustej bazie danych

source: LifeLines -- Main Menu
de: LifeLines -- Hauptmenü
pl: LifeLines -- Menu G³ówne

source: v Review visit history (%d record)
de: v Liste zuletzt angezeigter Personen (%d Datensatz)
pl: v Zobacz historiê wizyt (%d rekord)

source: (visit history is empty)
de: (Anzeigeliste ist leer)
pl: (historia odwiedzin jest pusta)

source: c Review change history (%d record)
de: c Liste letzter Veränderungen (%d Datensatz)
pl: c Zobacz historiê zmian (%d rekord)

source: (change history is empty)
de: (Keine Veränderungen)
pl: (historia zmian pusta)

source: f Full database scan
de: f Gesamte Datenbank durchsuchen
pl: f Przeszukiwanie ca³ej bazy

source: What scan type?
de: Wie soll die Datenbank durchsucht werden?
pl: Jaki sposób przeszukiwania?

source: f Full name scan
de: f Nach ganzem Namen suchen
pl: f Przeszukiwanie po ca³ym nazwisku (z imionami)

source: n Name fragment (whitespace-delimited) scan
de: n Nach Namensteil suchen (durch Leerzeichen getrennt)
pl: n Przeszukiwanie po nazwisku lub imionach

source: r Refn scan
de: r Nach REFN suchen
pl: r Przeszukiwanie refn

source: s Source scan
de: s Nach Quelle suchen

source: Scan on what source field?
de: Nach welcher Quelle suchen?

source: a Scan by author
de: a Nach Autor suchen

source: t Scan by title
de: t Nach Titel suchen

source: Choose database to open
de: Wählen Sie die zu öffnende Datenbank
pl: Wybierz bazê danych do otwarcia

source: No databases found in database path
de: Im Datenbankverzeichnis wurde keine Datenbank gefunden.
pl: Nie znaleziono baz danych w podanej ¶cie¿ce

source: born
de: geboren
pl: ur.

source: bapt
de: get.
pl: chrz.

source: barm
de: get.

source: basm
de: get.

source: bles
de: Einsegnung

source: adop
de: adoptiert

source: resi
de: lebte
pl: zam.

source: died
de: gestorben
pl: zm.

source: buri
de: beigesetzt
pl: pog.

source: crem
de: eingeäschert
pl: krem.

source: Cached: I:%s; F:%s
de: Cache: %s I, %s F
pl: Zbuforowane: O:%s; R:%s

source: Record %s is referred to but not defined.
de: Datensatz %s existiert nicht, obwohl auf ihn verwiesen wird.
pl: Odwo³anie do niezdefiniowanego rekordu %s.

source: Line %d: Reference to undefined record %s
de: Zeile %d: Verweis auf nicht-existenten Datensatz %s.

source: Line %d: Tag %s found in unexpected record: %s %s.
de: Zeile %d: Kennzeichen %s in unerwartetem Datensatz: %s %s.

source: Line %d: Family has no members (%s %s).
de: Zeile %d: Familie hat keine Mitglieder (%s %s).

source: Line %d: The source defined here has no key.
de: Zeile %d: Dieser Quelle ist kein Schlüssel zugewiesen.
pl: Wiersz %d: ¬ród³o zdefiniowane, ale nie ma klucza.

source: Line %d: Source %s has an incorrect key.
de: Zeile %d: Der Schlüssel für die Quelle %s ist falsch.
pl: Wiersz %d: ¬ród³o %s ma b³êdny klucz.

source: Lines %d and %d: Source %s is multiply defined.
de: Zeilen %d und %d: Die Quelle %s existiert mehrfach.
pl: Wiersze %d i %d: ¬ród³o %s jest zdefiniowane wielokrotnie.

source: Line %d: The event defined here has no key.
de: Zeile %d: Diesem Ereignis ist kein Schlüssel zugewiesen.
pl: Wiersz %d: Definiowane zdarzenie nie ma klucza.

source: Line %d: Event %s has an incorrect key.
de: Zeile %d: Der Schlüssel für das Ereignis %s ist falsch.
pl: Wiersz %d: Zdarzenie %s ma b³êdny klucz.

source: Lines %d and %d: Event %s is multiply defined.
de: Zeilen %d und %d: Das Ereignis %s existiert mehrfach.
pl: Wiersze %d i %d: Zdarzenie %s jest zdefiniowane wielokrotnie.

source: Line %d: The record defined here has no key.
de: Zeile %d: Diesem Datensatz ist kein Schlüssel zugewiesen.
pl: Wiersz %d: Definiowany rekord nie ma klucza.

source: Line %d: Record %s has an incorrect key.
de: Zeile %d: Der Schlüssel für den Datensatz %s ist falsch.
pl: Wiersz %d: Rekord %s ma b³êdny klucz.

source: Lines %d and %d: Record %s is multiply defined.
de: Zeilen %d und %d: Der Datensatz %s existiert mehrfach.
pl: Wiersze %d i %d: Rekord %s jest zdefiniowany wielokrotnie.

source: Line %d: This %s line is missing a value field (%s %s).
de: Zeile %d: In der %s. Zeile fehlt der Wert (%s %s).

source: Line %d: Bad NAME syntax (%s %s).
de: Zeile %d: Name hat falsche Form (%s %s).

source: Line %d: Person %s has multiple father links.
de: Zeile %d: %s sind mehrere Väter zugewiesen.
pl: Wiersz %d: Osoba %s ma wiele odno¶ników do ojca.

source: Line %d: Person %s has multiple mother links.
de: Zeile %d: %s sind mehrere Mütter zugewiesen.
pl: Wiersz %d: Osoba %s ma wiele odno¶ników do matki.

source: Line %d: Person %s is both male and female.
de: Zeile %d: %s ist sowohl männlich als auch weiblich.
pl: Wiersz %d: Osoba %s jest jednocze¶nie kobiet± i mê¿czyzn±.

source: Line %d: Person %s is male but must be female.
de: Zeile %d: %s sollte weiblich sein, ist aber männlich.
pl: Wiersz %d: Osoba %s jest mê¿czyzn± a musi byæ kobiet±.

source: Line %d: Person %s is female but must be male.
de: Zeile %d: %s sollte männlich sein, ist aber weiblich.
pl: Wiersz %d: Osoba %s jest kobiet± a musi byæ mê¿czyzn±.

source: Line %d: Person %s is implied to be both male and female.
de: Zeile %d: %s müsste sowohl weiblich als auch männlich sein.
pl: Wiersz %d: Osoba %s domy¶lnie powinna byæ jednocze¶nie kobiet± i mê¿czyzn±.

source: Line %d: Family %s has multiple husband links.
de: Zeile %d: Der Familie %s sind mehrere Ehemänner zugewiesen.
pl: Wiersz %d: Rodzina %s ma wiele odno¶ników do mê¿a.

source: Line %d: Family %s has multiple wife links.
de: Zeile %d: Der Familie %s sind mehrere Ehefrauen zugewiesen.
pl: Wiersz %d: Rodzina %s ma wiele odno¶ników do ¿ony.

source: error
de: Fehler
pl: b³±d

source: %6d Error
de: %6d Fehler
pl: %6d b³±d

source: (see log file <%s>)
de: (Logbuch: <%s>)
pl: (patrz plik rejestru <%s>)

source: (no log file)
de: (kein Logbuch)
pl: (brak pliku rejestru)

source: warning
de: Warnung
pl: ostrze¿enie

source: %6d Warning
de: %6d Warnung
pl: %6d ostrze¿enie

source: Processed %d lines without finding end of HEAD
de: %d Zeilen bearbeitet ohne HEAD-Ende
pl: Przetworzono %d wierszy bez znalezienia koñca pola HEAD

source: End of file at line %d
de: Ende der Datei in Zeile %d
pl: Koniec pliku w wierszu %d

source: Error at line %d: %s
de: Fehler in Zeile %d: %s
pl: B³±d w wierszu %d: %s

source: Bad level at line %d
de: Gliederung in Zeile %d falsch
pl: B³±d poziomu w wierszu %d

source: Duplicate HEAD line at line %d
de: HEAD-Eintrag doppelt in Zeile %d
pl: Zduplikowane pole HEAD w wierszu %d

source: Missing HEAD line at line %d
de: HEAD-Eintrag fehlt in Zeile %d
pl: Brak pola HEAD w wierszu %d

source: in file <%s> at line %d
de: in Datei <%s>, Zeile %d
pl: w pliku <%s>, wiersz %d

source: Current database
de: Aktuelle Datenbank
pl: Bie¿±ca baza danych

source: btedit requires 2 arguments (btree and key).
de: btedit benötigt zwei Argumente (btree und Schlüssel).

source: See `btedit --help' for more information.
de: 'btedit --help' gibt weitere Informationen.

source: Failed to open btree: %s.
de: Kann die Datei %s nicht öffnen.

source: There is no record with key: %s
de: Ein Datensatz mit dem Schlüssel oder Bezug %s gibt es nicht.

source: Error accessing record: %s
de: Fehler beim Zugriff auf Datensatz: %s

source: Editor or system call failed.
de: Kann Editor nicht starten.

source: Database was not be modified.
de: Datenbank wurde nicht verändert.

source: Readonly database can not be modified.
de: Nur-Lesen-Datenbank kann nicht verändert werden.

source: Error writing file 'btedit.tmp'.
de: Fehler beim Schreiben von 'btedit.tmp'.

source: Record %s modified.
de: Datensatz %s verändert.

source: "\My Documents\LifeLines\Databases\MyFamily"
de: "\Eigene Dateien\LifeLines\Datenbanken\meineFamilie"

source: /home/users/myname/lifelines/databases/myfamily
de: /home/Benutzer/meinName/lifelines/Datenbank/meineFamilie

source: lifelines `btedit' edits raw binary btree blocks in lifelines database files. Do NOT use this unless you know what you are doing and you have backed up your database.
de: Mit dem Programm 'btedit' können Datensätze in Lifelines-btree-Datenbanken bearbeitet werden. Verwenden Sie dieses Programm nur dann, wenn sie wissen, was sie tun, und wenn Sie die Datenbank gesichert haben.

source: Usage btedit [database] [rkey]
de: Aufruf: btedit [DATENBANK] [SCHLÜSSEL]

source: --help display this help and exit
de: --help Diese Hilfe anzeigen und beenden

source: --version output version information and exit
de: --version Versionsinformationen ausgeben und beenden

source: edit raw btree block for person I34
de: Datensatz für Person I34 bearbeiten

source: Orphan names
de: Verwaister Name
pl: Osierocone nazwiska

source: Ghost names
de: Geistername
pl: Nazwiska - duchy

source: Duplicate names
de: Doppelte Namen
pl: Zduplikowane nazwiska

source: Non-indi names
de: Keine Personennamen
pl: Nazwiska nie-indi

source: Duplicate individuals
de: Doppelte Person
pl: Zduplikowane osoby

source: Duplicate families
de: Doppelte Familien
pl: Zduplikowane rodziny

source: Duplicate sources
de: Doppelte Quellen
pl: Zduplikowane ¼ród³a

source: Duplicate events
de: Doppelte Ereignisse
pl: Zduplikowane zdarzenia

source: Duplicate others
de: Doppelte Datensätze
pl: Zduplikowane inne

source: Missing records (from deleteset)
de: Fehlende Datensätze
pl: Brakuj±ce rekordy (z deleteset)

source: Deleted records
de: Gelöschte Datensätze
pl: Usuniête rekordy

source: Bad name
de: Ungültiger Name
pl: B³êdna nazwa

source: Bad family reference
de: Ungültiger Verweis auf Familie
pl: B³êdny odno¶nik do rodziny

source: Missing child
de: Fehlendes Kind
pl: Brakuj±ce dziecko

source: Missing spouse
de: Fehlender Ehegatte
pl: Brakuj±cy ma³¿onek

source: Bad HUSB reference
de: Verweis auf Ehemann ist ungültig
pl: B³êdny odno¶nik HUSB

source: Bad WIFE reference
de: Verweis auf Ehefrau ist ungültig
pl: B³êdny odno¶nik WIFE

source: Bad CHIL reference
de: Verweis auf Kind ist ungültig
pl: B³êdny odno¶nik CHIL

source: Improper HUSB
de: Fehler bei Ehemann (HUSB)
pl: Niew³a¶ciwy HUSB

source: Improper WIFE
de: Fehler bei Ehefrau (WIFE)
pl: Niew³a¶ciwy WIFE

source: Improper child
de: Fehler bei Kind
pl: Niew³a¶ciwy CHIL

source: Empty family
de: Leere Familie
pl: Pusta rodzina

source: Single person family
de: Familie besteht nur aus einer Person
pl: Rodzina jednoosobowa

source: Bad pointer
de: Verweis ungültig
pl: B³êdny wska¼nik

source: Missing data records
de: Fehlende Datensätze
pl: Brakuj±ce rekordy danych

source: \My Documents\LifeLines\Databases\MyFamily
de: \Eigene Dateien\LifeLines\Datenbanken\meineFamilie

source: usage: dbverify -(flags) <btree>
de: Aufruf: dbverify [OPTIONEN] BTREE
pl: u¿ycie: dbverify -(opcje) <btree>

source: flags:
de: Optionen:
pl: opcje:

source: -a = Perform all checks (does not include fixes)
de: -a Alle Prüfungen durchführen (beinhaltet keine Korrekturen)
pl: -a = Wykonaj wszystkie testy (bez poprawek)

source: -g = Check for ghosts (names/refns)
de: -g Prüfung auf Geisternamen (Namen/Verweise)
pl: -g = Znajd¼ duchy (nazwiska/refn-y)

source: -G = Check for & fix ghosts (names/refns)
de: -G Prüfung und Korrektur von Geisternamen (Namen/Verweise)
pl: -G = Znajd¼ i popraw duchy (nazwiska/refn-y)

source: -i = Check individuals
de: -i Prüfung von Personen
pl: -i = Sprawd¼ osoby

source: -f = Check families
de: -f Prüfungen von Familien
pl: -f = Sprawd¼ rodziny

source: -F = Alter any bad family lineage pointers (to _badptr)
de: -F Korrektur von ungültigen Familienverweisen (zu _badptr)
pl: -F = Popraw wszystkie b³êdne odsy³acze do rodzin (na _badptr)

source: -h = Display help text (this text)
de: -h Diese Hilfe anzeigen

source: -s = Check sours
de: -s Prüfung von Quellen
pl: -s = sprawd¼ ¼ród³a

source: -e = Check events
de: -e Prüfung von Ereignissen
pl: -e = Sprawd¼ wydarzenia

source: -x = Check others
de: -x Prüfung von Sonstigen Datensätzen
pl: -x = Sprawd¼ inne

source: -l = Check database structure
de: -l Prüfung der Datenbankstruktur
pl: -l = Sprawd¼ strukturê bazy danych

source: -m = Check for records missing data entries
de: -m Prüfung auf Datensätze mit fehlenden Einträgen
pl: -m = Znajd¼ rekordy z brakuj±cymi pozycjami danych

source: -M = Fix records missing data entries
de: -M Korrektur von fehlenden Einträgen
pl: -M = Popraw rekordy z brakuj±cymi pozycjami danych

source: -D = Fix bad delete entries
de: -D Löschen von ungültigen Einträgen
pl: -D = Popraw nieprawid³owo usuniête pozycje

source: -n = Noisy (echo every record processed)
de: -n Detaillierte Ausgabe aller bearbeiteten Datensätze
pl: -n = Ha³a¶liwie (wy¶wietlaj przetwarzane rekordy)

source: example: dbverify -ifsex "%s"
de: Beispiel: dbverify -ifsex "%s"
pl: przyk³ad: dbverify -ifsex "%s"

source: Non-indi name, key=%s, name=%s
de: Keine Name für Person, Schlüssel=%s, Name=%s
pl: Nazwisko nie-indi, klucz=%s, nazwisko=%s

source: Orphaned name: %s
de: Verwaister Name: %s
pl: Osierocone nazwisko: %s

source: Ghost name: %s -> %s
de: Geistername: %s -> %s
pl: Nazwisko duch: %s -> %s

source: Orphaned refn: %s
de: Verwaiste REFN: %s
pl: Osierocone refn: %s

source: Duplicate name for %s (%s)
de: Doppelter Name für %s (%s)
pl: Zduplikowane nazwisko %s (%s)

source: Duplicate refn for %s (%s)
de: Doppelte REFN für %s (%s)
pl: Zduplikowane refn %s (%s)

source: Duplicate individual for %s
de: Doppelte Person für %s
pl: Zduplikowana osoba %s

source: Bad name for individual %s: %s
de: Ungültiger Name für %s: %s
pl: Z³e nazwisko osoby %s: %s

source: Bad family reference (%s) individual %s
de: Ungültiger Verweis auf Familie (%s) Person %s
pl: B³êdny odno¶nik do rodziny (%s) osoba %s

source: Missing child (%s) in family (%s)
de: Kind (%s) fehlt in Familie (%s)
pl: Brak dziecka (%s) w rodzinie (%s)

source: Fixed missing child (%s) in family (%s)
de: Fehlendes Kind (%s) in Familie (%s) korrigiert
pl: Poprawiono brakuj±ce dziecko (%s) w rodzinie (%s)

source: Missing spouse (%s) in family (%s)
de: Ehepartner (%s) fehlt in Familie (%s)
pl: Brak ma³¿onka (%s) w rodzinie (%s)

source: Fixed missing spouse (%s) in family (%s)
de: Fehlender Ehepartner (%s) in Familie (%s) korrigiert
pl: Poprawiono brakuj±cego ma³¿onka (%s) w rodzinie (%s)

source: Duplicate family for %s
de: Familie doppelt belegt: %s
pl: Zduplikowana rodzina %s

source: Bad HUSB reference (%s) in family %s
de: Verweis auf Ehemann (%s) in Familie %s ungültig
pl: B³êdny odno¶nik HUSB (%s) w rodzinie %s

source: Fixed Bad HUSB reference (%s) in family %s
de: Ungültigen Verweis auf Ehemann (%s) in Familie %s korrigiert
pl: Poprawiono b³êdny odno¶nik HUSB (%s) w rodzinie %s

source: Improper HUSB (%s) in family (%s)
de: Verweis auf Ehemann (%s) in Familie (%s) fehlerhaft
pl: Niew³a¶ciwy HUSB (%s) w rodzinie %s

source: Bad wife reference (%s) in family %s
de: Verweis auf Ehefrau (%s) in Familie %s ungültig
pl: B³êdny odno¶nik WIFE (%s) w rodzinie %s

source: Fixed Bad wife reference (%s) in family %s
de: Ungültiger Verweis auf Ehefrau (%s) in Familie %s korrigiert
pl: Poprawiono b³êdny odno¶nik WIFE (%s) w rodzinie %s

source: Improper wife (%s) in family (%s)
de: Verweis auf Ehefrau (%s) in Familie (%s) fehlerhaft
pl: Niew³a¶ciwa WIFE (%s) w rodzinie %s

source: Bad child reference (%s) in family %s
de: Verweis auf Kind (%s) in Familie %s ungültig
pl: B³êdny odno¶nik dziecka (%s) w rodzinie %s

source: Fixed bad child reference (%s) in family %s
de: Ungültiger Verweis auf Kind (%s) in Familie %s korrigiert
pl: Poprawiono b³êdny odno¶nik dziecka (%s) w rodzinie %s

source: Improper child: Child (%s) without FAMC reference to family (%s)
de: Ungültiges Kind: In Kind (%s) fehlt FAMC-Verweis auf Familie (%s)

source: Empty family (%s)
de: Familie ist leer (%s)
pl: Pusta rodzina (%s)

source: Single person family (%s)
de: Familie besteht aus einer Person (%s)
pl: Rodzina jednoosobowa (%s)

source: Duplicate source for %s
de: Doppelte Quelle für %s
pl: Zduplikowane ¼ród³o dla %s

source: Duplicate event for %s
de: Doppeltes Ereignis für %s
pl: Zduplikowane zdarzenie dla %s

source: Duplicate record for %s
de: Doppelter Datensatz für %s
pl: Zduplikowany rekord dla %s

source: Bad pointer (in %s): %s
de: Verweis (in %s) ungültig: %s
pl: B³êdny wska¼nik (w %s): %s

source: Missing undeleted record %c%d
de: Wiederhergestellter Datensatz %c%d fehlt
pl: Brakuj±cy nieusuniêty rekord %c%d

source: Fixed missing undeleted record %c%d
de: Fehlender wiederhergestellter Datensatz %c%d korrigiert
pl: Poprawiono brakuj±cy nieusuniêty rekord %c%d

source: Failed to fix missing undeleted record %c%d
de: Korrektur von fehlendem wiederhergestellten Datensatz %c%d fehlgeschlagen
pl: Nie uda³o siê poprawiæ brakuj±cego nieusuniêtego rekordu %c%d

source: Delete set contains valid record %s
de: Löschauftrag enthält gültigen Datensatz %s
pl: Usuniêty zbiór zawiera wa¿ne rekordy %s

source: Fixed delete set contains valid record %s
de: Gültigen Datensatz %s in Löschauftrag korrigiert
pl: Poprawiony usuniêty zbiór zawiera poprawne rekordy %s

source: Failed to fix missing undeleted record %s
de: Korrektur von gültigem Datensatz %s in Löschauftrag fehlgeschlagen
pl: Nie uda³o siê poprawiæ brakuj±cego nieusuniêtego rekord %s

source: Master fkey misaligned
de: Hauptschlüssel ist falsch ausgerichtet

source: Cycle in indexes, file %s found again!
de: Zyklische Verweise im Index, Datei %s mehrfach gefunden.
pl: Cykl w indeksach, plik %s znaleziony ponownie!

source: Error loading index at key
de: Fehler beim Laden des Index für Schlüssel

source: First key in block below parent's limit
de: Erster Schlüssel im Block ist niedriger als Untergrenze des Elternblocks
pl: Pierwszy klucz w bloku poni¿ej limitu rodziców

source: Last key in block above parent's limit
de: Letzter Schlüssel im Block is größer als Obergrenze des Elternblocks
pl: Ostatni klucz w bloku powy¿ej limitu rodziców

source: Key not below next key
de: Schlüsselreihenfolge ist nicht aufsteigend

source: data block
de: Datenblock
pl: blok danych

source: %s fkey=%d, file=%s
de: %s fkey=%d, Datei=%s
pl: %s fkey=%d, plik=%s

source: Invalid errs array[%d] in dbverify - fix program
de: Ungültige Fehlermeldung [%d] in dbverify - Programm reparieren

source: Missing data record (%s)
de: Fehlender Datensatz (%s)
pl: Brakuj±cy rekord danych (%s)

source: Fixed missing data record (%s)
de: Fehlenden Datensatz korrigiert (%s)
pl: Poprawiono brakuj±cy rekord danych (%s)

source: Checking %s
de: Prüfe %s

source: %d error
de: %d Fehler
pl: %d b³±d

source: %d fixed
de: %d repariert
pl: %d poprawiony

source: No errors found
de: Keine Fehler gefunden
pl: Nie ma b³êdów

source: FATAL ERROR:
de: Verhängnisvoller Fehler:
pl: B£¡D KRYTYCZNY:

source: In file <%s> at line %d
de: In Datei <%s> in Zeile %d
pl: W pliku <%s> w wierszu %d

source: person
pl: Osoba

source: jan
pl: sty

source: feb
pl: lut

source: apr
pl: kwi

source: april
pl: kwiecieñ

source: aug
pl: sie

source: august
pl: sierpieñ

source: sep
pl: wrz

source: september
pl: wrzesieñ

source: nov
pl: lis

source: november
pl: listopad

source: Person
pl: Osoba

source: gettext dll version: %s
pl: gettext dll wersja: %s

source: iconv dll version: %s
pl: iconv dll wesja: %s
