Repository: disassembler/Lifelines
Catalog: po/*.po
Languages: de, pl

source: Commands: Select by number, u Page Up, d Page Down, i Select, q Quit
de: Befehle: Nummer, u Seite abwärts, d Seite aufwärts, i Auswählen, q Zurück
pl: Polecenia: Wybierz numer, u Str. w górê, d Str. w dó³, i Wybór, q Wyj¶cie

source: Commands: u Page Up, d Page Down, q Quit
de: Befehle: u Bild aufwärts, d Bild abwärts, q Zurück
pl: Polecenia: u Str. w górê, d Str. w dó³, q Wyj¶cie

source: Messages:
de: Meldungen:
pl: Komunikaty:

source: Please choose from the following options:
de: Wählen Sie eine der folgenden Möglichkeiten:
pl: Wybierz jedn± z opcji:

source: New record is %s
de: Der neue Datensatz ist %s
pl: Nowy rekord %s

source: Insert xref automatically at bottom of current record.
de: Querverweis (XREF) automatisch am Ende des Datensatzes einfügen.
pl: Automatycznie wstaw xref na koñcu bie¿±cego rekordu.

source: Edit current record now to add xref manually.
de: Ggw. Datensatz bearbeiten, um Verweis (XREF) per Hand einzugeben.
pl: Edytuj teraz bie¿±cy rekord i dodaj recznie xref.

source: Browse new record (without adding xref).
de: Neuen Datensatz anzeigen (ohne Querverweis einzufügen).
pl: Przegl±daj nowy rekord (bez dodawania xref).

source: Return to current record (without adding xref).
de: Zurück zum gegenwärtigen Datensatz (ohne Querverweis einzufügen).
pl: Wróæ do nowego rekordu (bez dodawania xref).

source: Spouse unknown
de: Unbekannter Ehegatte
pl: Ma³¿onek nieznany

source: No more history
de: Ende der Liste
pl: Nie ma wiêcej historii

source: Bad history count
de: Fehler in Liste
pl: Z³y licznik historii

source: Bad backup history count
de: Speicherzähler ungültig
pl: Z³y licznik historii archiwizacji

source: Bad history length
de: Speicherlänge ungültig
pl: Z³a d³ugo¶æ historii

source: Delete history (%d entries)?
de: Speicher löschen (%d Einträge)?
pl: Skasowaæ historiê (%d pozycji)?

source: Error accessing data
de: Fehler bei Datenzugriff
pl: B³±d dostêpu do danych

source: Choose from history
de: Aus Liste wählen
pl: Wybierz z historii

source: Cannot combine immutable (-i) or read-only (-r) with read-write (-w) access.
de: Kombination aus unveränderlich (-i) oder nur-lesend (-r) mit Lese-Schreibzugriff (-w) nicht möglich.
pl: Nie mo¿na ³±czyæ trybu niemodyfikowalnego (-i) albo tylko do czytania (-r) z dostêpem do odczytu-zapisu (-w).

source: Cannot combine forceopen (-f) and lock (-l) flags.
de: Kombination aus Datei sperren (-l) und erzwungenem Öffnen (-f) nicht möglich.
pl: Nie mo¿na ³±czyæ opcji bezwarunkowego otwarcia (-f) z opcj± blokady (-l).

source: Default path:
de: Aktueller Pfad:
pl: Domy¶lna ¶cie¿ka:

source: WARNING: missing keys
de: ACHTUNG: Schlüssel fehlen.
pl: UWAGA: brakuj±ce klucze

source: This does not point to another record in the database!
de: Kein Zeiger auf anderen Datensatz!
pl: To nie wskazuje na inny rekord w bazie danych!

source: enter file name
de: Geben Sie den Dateinamen ein
pl: podaj nazwê pliku

source: enter file name (*%s)
de: Geben Sie den Dateinamen an (*%s)
pl: podaj nazwê pliku (*%s)

source: There is no record with that key or reference.
de: Ein Datensatz mit diesem Schlüssel oder Verweis gibt es nicht.
pl: Nie ma rekordu z takim kluczem lub odsy³aczem.

source: Database was corrupt.
de: Datenbank war beschädigt.
pl: Baza danych zosta³a uszkodzona.

source: Bad decimal number format.
de: Unzulässiges Dezimalformat.
pl: Z³y format liczby dziesiêtnej.

source: Bad hexidecimal number format.
de: Unzulässiges Hexadezimalformat.
pl: Z³y format liczby szesnastkowej.

source: No replacement string on line.
de: Nichts zum Ersetzen gefunden.
pl: Brak ci±gu zastêpuj±cego w wierszu.

source: No original string on line.
de: Keine Quelle gefunden.
pl: Brak ci±gu pierwotnego w wierszu.

source: Bad escape format.
de: Umschaltzeichen fehlerhaft.
pl: Z³y format unikowy.

source: %s: line %d (entry %d): %s
de: %s: Zeile %d (Eintrag %d): %s
pl: %s: wiersz %d (pozycja %d): %s

source: q Return to main menu
de: q Zum Hauptmenü
pl: q Do menu g³ównego

source: q Return to previous menu
de: q Zum vorigen Menü
pl: q Powrót do poprzedniego menu

source: q Quit program
de: q Programm beenden
pl: q Wyj¶cie z programu

source: Q Quit current database
de: Q Aktuelle Datenbank schließen
pl: Q Wyj¶cie z bie¿±cej bazy danych

source: b Browse the persons in the database
de: b Eine Person aus der Datenbank anzeigen
pl: b Przegl±daj osoby w bazie danych

source: s Search database
de: s Datenbank durchsuchen
pl: s Szukaj w bazie danych

source: a Add information to the database
de: a Informationen zur Datenbank hinzufügen
pl: a Dodaj informacje do bazy danych

source: d Delete information from the database
de: d Daten aus der Datenbank löschen
pl: d Usuñ informacje z bazy danych

source: r Generate report by entering report name
de: r Report erzeugen (Reportnamen eingeben)
pl: r Generuj raport podaj±c jego nazwê

source: p Pick a report from list and run
de: p Report erzeugen (aus Liste wählen)
pl: p Wybierz i wykonaj raport z listy

source: c Character set options
de: c Länderspezifische Einstellungen
pl: c Ustawienia zestawów znaków

source: t Modify character translation tables
de: t Zeichenumwandlungstabellen bearbeiten
pl: t Zmieñ tabele translacji znaków

source: u Miscellaneous utilities
de: u Sonstiges
pl: u Ró¿ne narzêdzia

source: x Handle source, event and other records
de: x Quell-, Ereignis- und sonstige Datensätze bearbeiten
pl: x Edycja ¼róde³, zdarzeñ i rekordów

source: What utility do you want to perform?
de: Welches Hilfsprogramm möchten Sie ausführen?
pl: Jakiego narzêdzia chcesz u¿yæ?

source: s Save the database in a GEDCOM file
de: s Datenbank als GEDCOM speichern
pl: s Zapisz bazê w pliku GEDCOM

source: r Read in data from a GEDCOM file
de: r GEDCOM-Datei einlesen
pl: r Odczytaj dane z pliku GEDCOM

source: R Pick a GEDCOM file and read in
de: R GEDCOM-Datei aus Liste wählen und einlesen
pl: R Wybierz i wczytaj plik GEDCOM

source: k Find a person's key value
de: k Schlüssel einer Person finden
pl: k Znajd¼ warto¶æ klucza osoby

source: i Identify a person from key value
de: i Eine Person per Schlüssel auswählen
pl: i Znajd¼ osobê na podstawie warto¶ci klucza

source: d Show database statistics
de: d Datenbankstatistik anzeigen
pl: d Poka¿ statystyki bazy danych

source: m Show memory statistics
de: m Speicherstatistik anzeigen
pl: m Poka¿ statystyki pamiêci

source: e Edit the place abbreviation file
de: e Geographische Abkürzungen bearbeiten
pl: e Edycja pliku ze skrótami miejscowo¶ci

source: o Edit the user options file
de: o Nutzereinstellungen bearbeiten
pl: o Edycja pliku z ustawieniami u¿ytkownika

source: What activity do you want to perform?
de: Was möchten Sie tun?
pl: Co chcesz zrobiæ?

source: s Browse source records
de: s Quelldatensätze anzeigen
pl: s Przegl±daj rekordy ¼ród³owe

source: e Browse event records
de: e Ereignisdatensätze anzeigen
pl: e Przegl±daj rekordy zdarzeñ

source: x Browse other records
de: x Sonstige Datensätze anzeigen
pl: x Przegl±daj inne rekordy

source: 1 Add a source record to the database
de: 1 Eine Quelle zur Datenbank hinzufügen
pl: 1 Dodaj rekord ¼ród³owy do bazy danych

source: 2 Edit source record from the database
de: 2 Quell-Datensatz bearbeiten
pl: 2 Edytuj rekord ¼ród³owy z bazy danych

source: 3 Add an event record to the database
de: 3 Ein Ereignis zur Datenbank hinzufügen
pl: 3 Dodaj rekord ze zdarzeniem do bazy danych

source: 4 Edit event record from the database
de: 4 Ereignis-Datensatz bearbeiten
pl: 4 Edytuj rekord ze zdarzeniem z bazy danych

source: 5 Add an other record to the database
de: 5 Sonstigen Datensatz anlegen
pl: 5 Dodaj inny rekord do bazy danych

source: 6 Edit other record from the database
de: 6 Sonstigen Datensatz bearbeiten
pl: 6 Edytuj inny rekord z bazy danych

source: Translation Tables
de: Übersetzungstabellen
pl: Tablice translacji

source: e edit individual tables (in db)
de: e Tab. d. Personen bearb. (DB)
pl: e edycja poszczególnych tabel (w bd)

source: l load a table from a file (into db)
de: I Tabelle aus Datei laden (in DB)
pl: l wczytaj tabele z pliku (do bd)

source: s save a table to a file (from db)
de: s Tabelle aus Datenbank in Datei speichern
pl: s zapisz tabele do pliku (z bd)

source: x export all tables (from db to files)
de: x Alle Tabellen aus Datenbank in Datei speichern
pl: x eksportuj wszystkie tabele (z bd do plików)

source: i import all tables (from files into db)
de: i Alle Tabellen aus Datei(en) in Datenbank importieren
pl: i importuj wszystkie tabele (z plików do bd)

source: export/import directory:
de: Verzeichnis exportieren/importieren
pl: katalog do eksportu/importu:

source: Which character mapping do you want to edit?
de: Welche Umwandlungstabelle möchten Sie bearbeiten?
pl: Któr± mapê znaków chcesz edytowaæ?

source: Which character mapping do you want to save?
de: Welche Umwandlungstabelle möchten Sie speichern?
pl: Któr± mapê znaków chcesz zapisaæ?

source: Not implemented yet
de: Noch nicht fertig
pl: Jeszcze nie zaimplementowane

source: What do you want to add?
de: Was möchten Sie tun?
pl: Co chcesz dodaæ?

source: p Person - add new person to the database
de: p Neue Person zur Datenbank hinzufügen
pl: p Osoba - dodaj now± osobê do bazy danych

source: f Family - create family record from one or two spouses
de: f Aus ein oder zwei Ehegatten eine Familie erzeugen
pl: f Rodzina - utwórz rekord rodziny z jednego lub dwóch ma³¿onków

source: c Child - add a child to an existing family
de: c Kind zu bestehender Familie hinzufügen
pl: c Dziecko - dodaj dziecko do istniej±cej rodziny

source: s Spouse - add a spouse to an existing family
de: s Einen Ehegatten zu bestehender Familie hinzufügen
pl: s Ma³¿onek - dodaj ma³¿onka do istniej±cej rodziny

source: What do you want to remove?
de: Was möchten Sie tun?
pl: Co chcesz usun±æ?

source: c Child - remove a child from his/her family
de: c Ein Kind aus seiner Familie entfernen
pl: c Dziecko - usuñ dziecko z jego rodziny

source: s Spouse - remove a spouse from a family
de: s Einen Ehegatten aus seiner Familie entfernen
pl: s Ma³¿onek - usuñ ma³¿onka z rodziny

source: i Individual - remove a person completely
de: i Eine Person vollständig löschen
pl: i Osoba - usuñ osobê zupe³nie

source: f Family - remove a family completely
de: f Eine Familie vollständig löschen
pl: f Rodzina - usuñ rodzinê zupe³nie

source: o Other - remove other record completely
de: o Einen Datensatz vollständig löschen
pl: o Inne - usuñ rekord zupe³nie

source: How would you like to find a record?
de: Wie möchten Sie nach dem Datensatz suchen?
pl: Jak chcesz znale¼æ rekord?

source: Performing full name scan
de: Eine vollständige Suche durchführen
pl: Wykonywanie przeszukiwania po ca³ym nazwisku

source: Performing name fragment scan
de: Nach Namensteil suchen
pl: Wykonywanie przeszukiwania po imieniu lub nazwisku

source: Performing refn scan
de: Nach REFN suchen
pl: Wykonywanie pe³nego przeszukiwania po refn

source: Performing source scan
de: Nach Quelle suchen

source: No records found in scan
de: Bei der Suche wurden keine Datensätze gefunden
pl: Nie znaleziono ¿adnych rekordów

source: abt %1
de: um %1
pl: ok. %1

source: about %1
de: um %1
pl: oko³o %1

source: est %1
de: etwa %1
pl: szac. %1

source: estimated %1
de: geschätzt %1
pl: szac. %1

source: cal %1
de: errechnet %1
pl: obl. %1

source: calculated %1
de: errechnet %1
pl: obliczone %1

source: fr %1
de: von %1
pl: od %1

source: from %1
de: von %1
pl: od %1

source: to %1
de: bis %1
pl: do %1

source: fr %1 to %2
de: von %1 bis %2
pl: od %1 do %2

source: from %1 to %2
de: von %1 bis %2
pl: od %1 do %2

source: bef %1
de: vor %1
pl: przed %1

source: before %1
de: vor %1
pl: przed %1

source: aft %1
de: nach %1
pl: po %1

source: after %1
de: nach %1
pl: po %1

source: bet %1 and %2
de: zw. %1 u. %2
pl: pom. %1 a %2

source: between %1 and %2
de: zwischen %1 und %2

source: B.C.
de: v. Chr.

source: BC
de: v. Chr.

source: B.C.E.
de: v. Chr.

source: BCE
de: v. Chr.

source: A.D.
de: n. Chr.

source: AD
de: n. Chr.

source: C.E.
de: n. Chr.

source: CE
de: n. Chr.

source: %1J
de: %1Jul

source: %1 HEB
de: %1 Jüd

source: %1 FR
de: %1 Rev

source: %1 AUC
de: %1 Röm

source: january
de: Januar
pl: styczeñ

source: february
de: Februar
pl: luty

source: mar
de: März

source: march
de: März
pl: marzec

source: **may
de: **Mai
pl: maj

source: may
de: Mai
pl: maj

source: jun
de: Juni
pl: cze

source: june
de: Juni
pl: czerwiec

source: jul
de: Juli
pl: lip

source: july
de: Juli
pl: lipiec

source: oct
de: Okt.
pl: pa¼

source: october
de: Oktober
pl: pa¼dziernik

source: dec
de: Dez.
pl: gru

source: december
de: Dezember
pl: grudzieñ

source: tsh
de: Tis

source: tishri
de: Tischri

source: csh
de: Che

source: cheshvan
de: Marcheschwan

source: ksl
de: Kis

source: kislev
de: Kislew

source: tvt
de: Twt

source: tevet
de: Tewet

source: shv
de: Sch

source: shevat
de: Schwat

source: adar sheni
de: Adar

source: nsn
de: Nis

source: nisan
de: Nissan

source: iyr
de: Ijj

source: iyar
de: Ijjar

source: svn
de: Siw

source: sivan
de: Siwan

source: tmz
de: Tam

source: tamuz
de: Tammus

source: aav
de: Aw

source: av
de: Aw

source: ell
de: El

source: vendemiaire
de: Vendémiaire

source: nivose
de: Nivôse

source: pluviose
de: Pluviôse

source: ventose
de: Ventôse

source: floreal
de: Floréal

source: comp
de: Erg.tage

source: jour_complementairs
de: Ergänzungstage

source: NO NAME
de: KEIN NAME
pl: BRAK NAZWISKA

source: Node memory leaks:
de: Speicherlecks:
pl: Wycieki pamiêci w wê¼le:

source: %d item leaked
de: %d Eintrag verloren
pl: Wyciek³ %d element

source: Record memory leaks:
de: Speicherlecks:

source: Families may not yet be removed in this fashion.
de: Familien können so noch nicht entfernt werden.
pl: Nie mo¿na usuwaæ rodzin w ten sposób.

source: Editor to Internal
de: Umwandlung Editor --> Intern
pl: Edytor->Wewnêtrzne

source: Internal to Editor
de: Umwandlung Intern --> Editor
pl: Wewnêtrzne->Edytor

source: GEDCOM to Internal
de: Umwandlung GEDCOM --> Intern
pl: GEDCOM->Wewnêtrzne

source: Internal to GEDCOM
de: Umwandlung Intern --> GEDCOM
pl: Wewnêtrzne->GEDCOM

source: Display to Internal
de: Umwandlung Monitor --> Intern
pl: Ekran->Wewnêtrzne

source: Internal to Display
de: Umwandlung Intern --> Monitor
pl: Wewnêtrzne->Ekran

source: Report to Internal
de: Umwandlung Report --> Intern
pl: Raport->Wewnêtrzne

source: Internal to Report
de: Umwandlung Intern --> Report
pl: Wewnêtrzne->Raport

source: menu|trantable|e
de: e
pl: e

source: menu|trantable|m
de: m
pl: m

source: menu|trantable|i
de: i
pl: i

source: menu|trantable|x
de: x
pl: x

source: menu|trantable|g
de: g
pl: g

source: menu|trantable|d
de: d
pl: d

source: menu|trantable|p
de: p
pl: p

source: menu|trantable|r
de: r
pl: r

source: This person record does not have a name line.
de: Dieser Datensatz hat keine Namenszeile.
pl: Rekord tej osoby nie ma wiersza nazwiska.

source: ttpath get_conversion_dyntt:from <%s> to <%s>: %s
de: Kann Zeichentabelle nicht umwandeln (von <%s> zu <%s>): %s

source: succeeded
de: erfolgreich

source: failed
de: fehlgeschlagen

source: ttpath get_subcoding_dyntt from <%s> to subcode <%s>: %s
de: ttpath get_subcoding_dyntt von <%s> nach subcode <%s>: %s

source: No TTPATH config variable
de: Konfigurationsvariable TTPATH undefiniert

source: ttpath checking dir <%s>
de: ttpath: prüfe Verzeichnis <%s>

source: ttpath file <%s> typed as %d
de: ttpath: Datei <%s>: Typ %d

source: (no conversion)
de: (Keine Umwandlung)

source: %d step
de: %d Schritt

source: Corrupt DELETESET %c
de: Beschädigter DELETESET %c

source: Tried to add already-deleted record (%ld) to xref (%c)!
de: Versuch, auf bereits gelöschten Datensatz (%ld) zu verweisen (%c)!

source: Error: file "%s": line %d:
de: Fehler: Datei "%s": Zeile %d:
pl: B³±d: plik "%s": wiersz %d:

source: %s: the arg must be an integer.
de: %s: Argument muss ganzzahlig sein.
pl: %s: argument musi byæ liczb± ca³kowit±.

source: %s: the arg #%s must be an integer.
de: %s: Argument #%s muss ganzzahlig sein.
pl: %s: argument #%s musi byæ liczb± ca³kowit±.

source: %s: the arg #%s must be a float.
de: %s: Argument #%s muss Liste (float) sein.
pl: %s: argument #%s musi byæ liczb± rzeczywist±.

source: %s: the arg must be a string.
de: %s: Argument muss Zeichenfolge sein.
pl: %s: argument musi byæ ci±giem znaków.

source: %s: the arg #%s must be a string.
de: %s: Argument #%s muss Zeichenfolge sein.
pl: %s: argument #%s musi byæ ci±giem znaków.

source: %s: null arg not permissible.
de: %s: leeres Argument nicht erlaubt.
pl: %s: pusty argument niedopuszczalny.

source: %s: the arg must be a filename.
de: %s: Argument muss Dateiname sein.
pl: %s: argumnet musi byæ nazw± pliku.

source: %s: the arg must be a node or string.
de: %s: Argument muss Knoten oder Zeichenfolge sein.
pl: %s: argument musi byæ wêz³em albo ci±giem znaków.

source: %s: the arg must be a person.
de: %s: Argument muss Person sein.
pl: %s: argument musi byæ osob±.

source: %s: the arg #%s must be a person.
de: %s: Argument #%s muss Person sein.
pl: %s: argument #%s musi byæ osob±.

source: %s: the arg must be a family.
de: %s: Argument muss Familie sein.
pl: %s: argument musi byæ rodzin±.

source: %s: the arg #%s must be a family.
de: %s: Argument #%s muss Familie sein.
pl: %s: argument #%s musi byæ rodzin±.

source: %s: the arg #%s must be a record.
de: %s: Argument #%s muss Datensatz sein.
pl: %s: argument #%s musi byæ rekordem.

source: %s: the arg must be a node.
de: %s: Argument muss Knoten sein.
pl: %s: argument musi byæ wêz³em.

source: %s: the arg #%s must be a node.
de: %s: Argument #%s muss Knoten sein.
pl: %s: argument #%s musi byæ wêz³em.

source: %s: the arg must be a variable.
de: %s: Argument muss Variable sein.
pl: %s: argument musi byæ zmienn±.

source: %s: the arg #%s must be a variable.
de: %s: Argument #%s muss Variable sein.
pl: %s: argument #%s musi byæ zmienn±.

source: %s: the arg #%s must be a boolean.
de: %s: Argument #%s muss boolesch sein.
pl: %s: argument #%s musi byæ warto¶ci± logiczn±.

source: %s: the arg must be a list.
de: %s: Argument muss Liste sein.
pl: %s: argument musi byæ list±.

source: %s: the arg #%s must be a list.
de: %s: Argument #%s muss Liste sein.
pl: %s: argument #%s musi byæ list±.

source: %s: the arg #%s must be a table.
de: %s: Argument #%s muss Tabelle sein.
pl: %s: argument #%s musi byæ tabel±.

source: %s: the arg must be a set.
de: %s: Argument muss Liste sein.
pl: %s: argument musi byæ zbiorem.

source: %s: the arg #%s must be a set.
de: %s: Argument #%s muss Liste sein.
pl: %s: argument #%s musi byæ zbiorem.

source: %s: Bad arguments
de: %s: Ungültige Argumente
pl: %s: Z³e argumenty

source: %s: the arg had a major error.
de: %s: Schwerer Fehler bei Argument.
pl: %s: argument ma powa¿ny b³±d.

source: %s: the arg #%s had a major error.
de: %s: Schwerer Fehler bei Argument #%s.
pl: %s: argument #%s ma powa¿ny b³±d.

source: %s: the arg #%s would cause an arithmetic exception.
de: %s: Argument #%s würde eine Arithmetikausnahme auslösen.

source: Enter integer for program
de: Ganze Zahl eingeben
pl: Podaj liczbê ca³kowit± dla programu

source: Identify person for program:
de: Welche Person soll bearbeitet werden?
pl: Znajd¼ osobê dla programu:

source: Enter a spouse from family.
de: Einen Gatten eingeben.
pl: Podaj ma³¿onka z rodziny.

source: Enter a sibling from family.
de: Bruder/Schwester eingeben.
pl: Podaj rodzeñstwo z rodziny.

source: Identify list of persons for program:
de: Liste mit Personen eingeben:
pl: Znajd¼ listê osób dla programu:

source: name: person does not have a name
de: name: Person hat keinen Namen
pl: name: osoba nie ma nazwiska

source: fullname: person does not have a name
de: fullname: Person hat keinen Namen
pl: fullname: osoba nie ma nazwiska

source: surname: person does not have a name
de: surname: Person hat keinen Namen
pl: surname: osoba nie ma nazwiska

source: soundex: person does not have a name
de: soundex: Person hat keinen Namen
pl: soundex: osoba nie ma nazwiska

source: Bad escape code at offset %d in bytecode string <%s>
de: Escape Code %d in Zeichenkette <%s> ungültig
pl: Z³y znak unikowy, przesuniêcie %d w ci±g bajtowym <%s>

source: (givens) person does not have a name
de: (givens) Person hat keinen Namen
pl: (givens) osoba nie ma nazwiska

source: set(%s, <Null>) is invalid
de: set(%s, <Null>) ist ungültig
pl: set(%s, <Null>) jest niedopuszczalne

source: first
de: Erste(r)
pl: pierwszy

source: second
de: Zweite(r)
pl: drugi

source: third
de: Dritte(r)
pl: trzeci

source: fourth
de: Vierte(r)
pl: czwarty

source: fifth
de: Fünfte(r)
pl: pi±ty

source: sixth
de: Sechste(r)
pl: szósty

source: seventh
de: Siebente(r)
pl: siódmy

source: eighth
de: Achte(r)
pl: ósmy

source: ninth
de: Neunte(r)
pl: dziewi±ty

source: tenth
de: Zehnte(r)
pl: dziesi±ty

source: eleventh
de: Elfte(r)
pl: jedenasty

source: twelfth
de: Zwölfte(r)
pl: dwunasty

source: %ldth
de: %ldte

source: zero
de: Null

source: one
de: Eins
pl: jeden

source: two
de: Zwei
pl: dwa

source: three
de: Drei
pl: trzy

source: four
de: Vier
pl: cztery

source: five
de: Fünf
pl: piêæ

source: six
de: Sechs
pl: sze¶æ

source: seven
de: Sieben
pl: siedem

source: eight
de: Acht
pl: osiem

source: nine
de: Neun
pl: dziewiêæ

source: ten
de: Zehn
pl: dziesiêæ

source: eleven
de: Elf
pl: jedena¶cie

source: twelve
de: Zwölf
pl: dwana¶cie

source: the arg to empty is not a list, table or set
de: Argument von empty muss Liste, Tabelle oder Menge sein
pl: argument polecenie empty nie jest list±, tabel± ani zbiorem

source: the arg to length is not a list, table or set
de: Argument von length muss Liste, Tabelle oder Menge sein
pl: argument polecenia length nie jest list±, tabel± ani zbiorem

source: He
de: Er
pl: On

source: he
de: er
pl: on

source: His
de: Sein
pl: Jego

source: his
de: sein
pl: jego

source: him
de: Ihm
pl: jemu

source: She
de: Sie
pl: Ona

source: she
de: sie
pl: ona

source: Her
de: Ihrer
pl: Jej

source: her
de: ihrer
pl: jej

source: her_
de: ihrer_
pl: jej_

source: (trimname) person does not have a name
de: (trimname) Person hat keinen Namen
pl: (trimname) osoba nie ma nazwiska

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Undefined func: %s
de: Prozedur %s nicht definiert

source: Ambiguous call to func: %s
de: Unklarer Aufruf in Prozedur: %s

source: Report not found: %s
de: Report nicht gefunden: %s
pl: Raport nie znaleziony: %s

source: Error: file <%s> not found
de: Fehler: Datei <%s> nicht gefunden
pl: B³±d: plik <%s> nie znaleziony

source: Program contains errors.
de: Programm enthält Fehler.

source: Program needs a starting procedure.
de: Programm benötigt Startargument.

source: Proc %s must be called with %d (not %d) parameters.
de: Prozedur %s muss mit %d (nicht %d) Parametern aufgerufen werden.
pl: Procedura %s musi byæ wywo³ana z %d (a nie z %d) parameterami.

source: Program is running...
de: Programm läuft...

source: Program was run successfully.
de: Programm wurde erfolgreich ausgeführt.

source: Program was cancelled.
de: Programm wurde abgebrochen.

source: Program was not run because of errors.
de: Programm wurde wegen Fehlern nicht ausgeführt.

source: Error: file <%s> not found: %s
de: Fehler: Datei <%s> nicht gefunden: %s
pl: B³±d: plik <%s> nie znaleziony: %s

source: Report duration %s (ui duration %s)
de: Ausführungszeit %s (UI-Zeit %s)
pl: Czas wykonania raportu %s (czas interfejsu %s)

source: identifier: %s should be a string
de: Kennung: %s muss eine Zeichenkette sein
pl: identifikator: %s powinien byæ ci±giem znaków

source: Undefined proc: %s
de: Prozedur %s nicht definiert
pl: Niezdefiniowana procedura: %s
